Repository: debexpo/debexpo
Catalog: debexpo/tools/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, pt, ro, sv, zh_hans

source: Changes file {filename} could not be parsed
de: Äderungensdatei {filename} konnte nicht eingelesen werden
es: No se ha podido analizar el archivo con los cambios {filename}
fa: پروندهٔ دگرگونی {filename} نتوانست تجزیه شود
fr: Le fichier changes {filename} n'a pas pu être traité
it: Il file delle modifiche {filename} non può essere analizzato
ja: Changesファイル {filename} をパースできません
nl: Changes-bestand {filename} kon niet ontleed worden
pt: O ficheiro de alterações {filename} não pôde ser analisado
ro: Fișierul de modificări {filename} nu a putut fi analizat
sv: Ändringsfilen {filename} kunde inte tolkas
zh_hans: 无法解析变更文件 {filename}

source: Changes file invalid. Missing key {key}
de: Änderungsdatei ungültig. Fehlender Schlüssel {key}
es: Archivo con los cambios no es válido. Falta la clave {key}
fa: پروندهٔ دگرگونی نامعتبر. کلید ناموجود {key}
fr: Le fichier changes n'est pas valide. Champs {key} manquant
it: Il file delle modifiche è invalido. Chiave {key} mancante
ja: Changesファイルが正しくありません。{key}が抜けています
nl: Changes-bestand ongeldig. Ontbrekende sleutel {key}
pt: O ficheiro de alterações é inválido. A chave {key} falta
ro: Fișierul de modificări este nevalid. Lipsește cheia {key}
sv: Ändringsfilen är ogiltig. Saknar nyckel {key}
zh_hans: 变更文件无效。缺失键 {key}

source: dsc is missing from changes Make sure you include the full source (if you are using sbuild make sure to use the --source option or the equivalent configuration item; if you are using dpkg-buildpackage directly use the default flags or -S for a source only upload)
de: DSC fehlt in den Änderungen Vergewissern Sie sich, dass Sie den vollständigen Quellcode einbinden (wenn Sie sbuild verwenden, stellen Sie sicher, dass Sie die Option --source oder das entsprechende Konfigurationselement verwenden; bei der direkten Verwendung von dpkg-buildpackage, verwenden Sie die Standardflags oder -S für einen reinen Quellcode-Upload)
es: falta el dsc en los cambios Asegúrate de incluir el código fuente completo (si estás usando sbuild asegúrate de usar la opción --source o el elemento de la configuración equivalente; si estás usando dpkg-buildpackage directamente usa las banderas por defecto o -S para una carga sólo del código fuente)
fa: dsc در changes موجود نیست مطمئن شوید مبدأ کامل را قرار داده‌اید (اگر از sbuild استفاده می‌کنید، مطمئن شوید که از گزینهٔ ‪--source‬ یا موارد پیکربندی معادل استفاده کرده‌اید. اگر مستقیماً از dpkg-buildpackage استفاده می‌کنید، از پرچم پیش‌گزیدهٔ ‪-S‬ برای یک بارگذاری فقط مبدأ استفاده کنید)
fr: le dsc est manquant dans le changes Assurez-vous d'inclure la source complète (si vous utilisez sbuild, assurez-vous d'utiliser l'option --source ou l'élément de configuration équivalent; si vous utilisez dpkg-buildpackage directement, utilisez les arguments par défaut ou -S pour un envoie de source seul)
it: dsc è mancante dalle modifiche Assicurarsi di includere il sorgente completo (se stai usando sbuild assicurati di usare l'opzione --source o l'elemento di configurazione equivalente; se stai usando dpkg-buildpackage, allora usare direttamente i flag predefiniti o -S per un caricamento del solo sorgente)
ja: dscがchangesファイルに含まれていません ソースがすべてそろっていることを確認してください。(sbuildを使っているなら --source オプションあるいは同等な設定を使ってください。dpkg-buildpackageを使っているなら既定もしくは-Sでソースのみのアップロードをしてください)
nl: dsc ontbreekt in changes Zorg ervoor dat u de volledige broncode toevoegt (als u sbuild gebruikt, gebruik dan de optie --source of het equivalente configuratie-item; als u rechtstreeks gebruik maakt van dpkg-buildpackage, gebruik dan de standaardvlaggen of -S voor een upload van alleen de broncode)
pt: dsc falta nas alterações Certifique-se de incluir o código-fonte completo (se usa sbuild, certifique-se de usar a opção --source ou o item de configuração equivalente; se usa dpkg-buildpackage diretamente, use os sinalizadores padrão ou -S para somente um envio da fonte)
ro: dsc lipsește din modificări Asigurați-vă că includeți sursa completă (dacă utilizați «sbuild», asigurați-vă că utilizați opțiunea „--source” sau elementul de configurare echivalent; dacă utilizați «dpkg-buildpackage», utilizați direct fanioanele implicite sau „-S” doar pentru încărcarea sursei)
sv: dsc saknas i ändringar Se till att du inkluderar den fullständiga källkoden (om du använder sbuild, se till att använda --source alternativet eller motsvarande konfigurationsobjekt; om du använder dpkg-buildpackage direkt använd standardflaggorna eller -S för en uppladdning av endast källkod)
zh_hans: 变更中缺失 dsc 文件 请确保你提供了完整源码（如果你正在使用 sbuild，请确保启用 --source 选项或等价的配置项目；如果你正在直接调用 dpkg-buildpackage，请使用默认选项或者 -S 选项以生成仅源码的上传）

source: {source} exists in the official Debian archive with the version {version}/{distribution}. You may not upload a lower or equal version to this one.
de: {source} existiert im offiziellen Debian-Archiv mit der Version {version}/{distribution}. Sie dürfen keine niedrigere oder gleichwertige Version hochladen als diese.
es: La {source} existe en el archivo oficial de Debian con la versión {version}/{distribution}. No puedes subir una versión inferior o igual a ésta.
fa: در بایگانی رسمی دبیان {source} با نگارش ‪{version}/{distribution}‬ وجود دارد. نباید نگارشی کم‌تر یا مساوی با آن را بارگذاری کنید.
fr: {source} existe dans l'archive officiel Debian avec la version {version}/{distribution}. Vous ne pouvez pas envoyer une version antérieur ou égale à celle-ci.
it: {source} esiste nell'archivio ufficiale di Debian con la versione {version}/{distribution}. Non devi caricare una versione minore o uguale a questa.
ja: {source}はDebian公式のアーカイブにバージョン{version}/{distribution}として存在します。これと同じかそれより古いバージョンはアップロードできません。
nl: {source} bestaat in het officiële Debian-archief met de versie {version}/{distribution}. U mag geen versie uploaden die lager of gelijk is aan deze versie.
pt: {source} existe no repositório oficial do Debian com a versão {version}/{distribution}. Não pode enviar uma versão inferior ou igual a esta.
ro: {source} există în arhiva oficială Debian cu versiunea {version}/{distribution}. Nu puteți încărca o versiune mai mică sau egală cu aceasta.
sv: {source} finns i det officiella Debianarkivet med versionen {version}/{distribution}. Du får inte ladda upp en lägre eller likvärdig version som denna.
zh_hans: {source} 已存在于 Debian 官方归档中，版本为 {version}/{distribution}。你不能上传版本号低于或等于它的版本。

source: Failed to parse debian/control:{message}
de: Konnte debian/control nicht parsen:{message}
es: Fallo al analizar debian/control:{message}
fa: شکست در تجزیهٔ ‪debian/control‬:{message}
fr: Échec du traitement de debian/control : {message}
it: Analisi di debian/control fallita:{message}
ja: debian/controlのパースに失敗しました：{message}
nl: Ontleden van debian/control mislukt:{message}
pt: Falha ao analisar debian/control:{message}
ro: Nu s-a putut analiza debian/control: {message}
sv: Misslyckades med att tolka debian/control:{message}
zh_hans: 解析 debian/control 失败：{message}

source: No source definition found
de: Keine Source-Definition gefunden
es: Definición de la fuente no encontrada
fa: تعریف مبدأیی پیدا نشد
fr: Pas de définition source trouvée
it: Definizione dei sorgenti non trovata
ja: ソースの定義がありません
nl: Geen broncodedefinitie gevonden
ro: Nu a fost găsită nicio definiție sursă
sv: Ingen källdefinition hittades
zh_hans: 未找到源码包定义

source: No binary definition found
de: Keine Binary Definition gefunden
es: No se ha encontrado ninguna definición binaria
fa: تعریف دودویی‌ای پیدا نشد
fr: Pas de définition binaire trouvée
it: Definizione degli eseguibili non trovata
ja: バイナリーの定義がありません
nl: Geen definitie van binair bestand gevonden
pt: Nenhuma definição binária encontrada
ro: Nu a fost găsită nicio definiție binară
sv: Ingen binär definition hittades
zh_hans: 未找到二进制包定义

source: Missing key {key} in source definition
de: Vermisse Schlüssel {key} in Source Definition
es: Falta la clave {key} en la definición de la fuente
fa: کلید ناموجود {key} در تعریف مبدأ
fr: Champs {key} manquant dans la définition source
it: Chiave {key} mancante nella definizione dei sorgenti
ja: {key}がソースの定義にありません
nl: Ontbrekende sleutel {key} in broncodedefinitie
pt: Chave {key} ausente na definição de fonte
ro: Lipsește cheia {key} în definiția sursei
sv: Saknar nyckel {key} i källdefinition
zh_hans: 源码包定义中缺失键 {key}

source: Failed to parse debian/copyright: {message}
de: Konnte debian/copyright nicht parsen:{message}
es: Fallo al analizar debian/copyright: {message}
fa: شکست در تجزیهٔ ‪debian/copyright‬: {message}
fr: Échec du traitement debian/copyright : {message}
it: Analisi di debian/copyright fallita: {message}
ja: debian/copyrightのパースに失敗しました: {message}
nl: Ontleden van debian/copyright mislukt: {message}
pt: Falha ao analisar debian/copyright: {message}
ro: Nu s-a putut analiza debian/copyright: {message}
sv: Misslyckades med att tolka debian/copyright: {message}
zh_hans: 解析 debian/copyright 失败：{message}

source: {dsc} could not be parsed
de: {dsc} konnte nicht geparst werden
es: El {dsc} no se ha podido analizar
fa: {dsc} نتوانست تجزیه شود
fr: {dsc} n'a pas pu être traité
it: {dsc} non può essere analizzato
ja: {dsc} をパースできませんでした
nl: {dsc} kon niet worden ontleed
pt: {dsc} não pôde ser analisado
ro: {dsc} nu a putut fi analizat
sv: {dsc} kunde inte tolkas
zh_hans: 无法解析 {dsc}

source: Missing key {key}
de: Fehlender Key {key}
es: Falta la clave {key}
fa: کلید ناموجود {key}
fr: Champs {key} manquant
it: Chiave {key} mancante
ja: {key}がありません
nl: Ontbrekende sleutel {key}
pt: Chave {key} ausente
ro: Lipsește cheia {key}
sv: Saknar nyckel {key}
zh_hans: 缺失键 {key}

source: Failed to retrive origin info: {e}
de: Abrufen der Herkunftsinformation gescheitert: {e}
es: Error al recuperar la información desde el origen: {e}
fa: شکست در بازیابی اطّلاعات origin: {e}
fr: Échec de l'accès aux informations d'origine : {e}
it: Recupero delle informazioni dell'origine fallito: {e}
ja: オリジンの情報を取得に失敗しました: {e}
nl: Ophalen van origin-info mislukte: {e}
pt: Falha ao retribuir informações de origem: {e}
ro: Nu s-au putut prelua informațiile despre origine: {e}
sv: Misslyckades med att hämta ursprungsinformation: {e}
zh_hans: 获取来源信息失败：{e}

source: Source package origin file differs from the official archive: Origin file : {origin} sha256sum in upload : {upload} sha256sum in archive: {archive}
de: Quellpaket Ursprung-Datei unterscheidet sich vom offiziellen Archiv: Ursprung-Datei : {origin} sha256sum in Upload: {upload} sha256sum in Archiv: {archive}
es: El archivo de origen del paquete fuente difiere del archivo oficial: Archivo de origen : {origin} sha256sum en carga: {upload} sha256sum en archivo: {archive}
fa: پروندهٔ origin بستهٔ مبدأ با بایگانی رسمی تفاوت دارد: پروندهٔ origin : {origin} sha256sum در بارگذاری: {upload} sha256sum در بایگانی: {archive}
fr: Le fichier paquet source origine diffère de l'archive officiel : Fichier origine : {origin} sha256sum dans l'envoie : {upload} sha256sum dans l'archive : {archive}
it: Il file originale del pacchetto dei sorgenti è diverso da quello dell'archivio ufficiale: File originale : {origin} sha256sum in caricamento : {upload} sha256sum in archivio: {archive}
ja: ソースパッケージのオリジンが公式アーカイブのものと異なっています： オリジンファイル : {origin} アップロードしたsha256sum : {upload} 公式アーカイブのsha256sum: {archive}
nl: Origin-bestand van broncodepakket verschilt van het officiële archief: Origin-bestand : {origin} sha256sum in upload : {upload} sha256sum in archief: {archive}
pt: O ficheiro do pacote de origem difere do arquivo oficial: Ficheiro de origem: {origin} sha256sum no envio : {upload} sha256sum no arquivo: {archive}
ro: Fișierul de origine al pachetului sursă diferă de arhiva oficială: Fișier de origine: {origin} sha256sum în încărcare: {upload} sha256sum în arhivă: {archive}
sv: Källkodspaketets ursprungsfil skiljer sig från det officiella arkivet: Ursprunglig fil : {origin} sha256sum vid uppladdning : {upload} sha256sum i arkiv: {archive}
zh_hans: 源码包原始文件和官方归档的文件不一致： 原始文件 ：{origin} 上传中的 sha256sum：{upload} 归档中的 sha256sum：{archive}

source: Internal error. Please contact debexpo administrators at {email}
de: Interner Fehler. Bitte kontaktiere debexpo Administratoren via {email}
es: Error interno. Por favor, ponte en contacto con los administradores de debexpo en {email}
fa: خطای داخلی. لطفاً روی {email} با مدیران debexpo در تماس باشید
fr: Erreur interne. Merci de contacter les administrateurs debexpo sur {email}
it: Errore interno. Contattare gli amministratori di debexpo all'indirizzo {email}
ja: 内部エラーが発生しました。debexpo 管理者である {email} に連絡してください
nl: Interne fout. Neem contact op met de debexpo-beheerders via {email}
pt: Erro interno. Entre em contacto com os administradores da debexpo por {email}
ro: Eroare internă. Vă rugăm să contactați administratorii debexpo la {email}
sv: Internt fel. Vänligen kontakta debexpo-administratörer på {email}
zh_hans: 内部错误。请联系 debexpo 的管理员 {email}

source: Could not extract source package from {dsc}: {e}
de: Konnte Quellpaket nicht extrahieren von {dsc}: {e}
es: No se ha podido extraer el paquete fuente de {dsc}: {e}
fa: نتوانست از {dsc} بستهٔ مبدأ را استخراج کند: {e}
fr: N'a pas pu extraire le paquet source de {dsc} : {e}
it: Non posso estrarre il pacchetto dei sorgenti da {dsc}: {e}
ja: ソースパッケージを{dsc}から展開できませんでした： {e}
nl: Kon broncodepakket niet extraheren uit {dsc}: {e}
pt: Não foi possível extrair o pacote fonte de {dsc}: {e}
ro: Nu s-a putut extrage pachetul sursă din {dsc}: {e}
sv: Kunde inte extrahera källkodspaket från {dsc}: {e}
zh_hans: 无法从 {dsc} 解压源码包：{e}

source: Could not extract source package from {dsc}: extraction took too long
de: Konnte Quellpaket nicht extrahieren von {dsc}: Extraktion brauchte zu lange
es: No se ha podido extraer el paquete fuente de {dsc}: la extracción ha tardado demasiado
fa: نتوانست بستهٔ مبدأ را از {dsc} استخراج کند: استحراح بیش از حد طول کشید
fr: N'a pas pu extraire le paquet source de {dsc} : l'extraction a pris trop de temps
it: Non posso estrarre il pacchetto dei sorgenti da {dsc}: l'estrazione ha richiesto troppo tempo
ja: {dsc}からソースパッケージを展開できませんでした：展開に時間がかかりすぎました
nl: Kon broncodepakket niet extraheren uit {dsc}: extractie vroeg te veel tijd
pt: Não foi possível extrair o pacote fonte de {dsc}: a extração demorou demais
ro: Nu s-a putut extrage pachetul sursă din {dsc}: extragerea a durat prea mult
sv: Kunde inte extrahera källkodspaket från {dsc}: extraktion tog för lång tid
zh_hans: 无法从 {dsc} 解压源码包：解压缩用时过长

source: No checksum method available for file {filename}.
de: Keine Checksum-Methode verfügbar für Datei {filename}.
es: No hay ningún método de suma para la comprobación disponible del archivo {filename}.
fa: هیچ روش جمع‌آزمایی‌ای برای پروندهٔ {filename} موجود نیست.
fr: Aucun contrôle de somme n'est disponible pour le fichier {filename}.
it: Nessun metodo di checksum disponibile per il file {filename}.
ja: {filename}に関してチェックサムを計算できません。
nl: Geen controlegetalmethode beschikbaar voor bestand {filename}.
pt: Nenhum método de soma de verificação disponível para o ficheiro {filename}.
ro: Nu este disponibilă nicio metodă de sumă de control pentru fișierul {filename}.
sv: Ingen kontrollsummametod tillgänglig för fil {filename}.
zh_hans: 没有适用于文件 {filename} 的校验方法。

source: Checksum failed for file {filename}. Expected: {expected} Computed: {computed}
de: Prüfsumme falsch für Datei {filename}. Erwartet: {expected} Berechnet: {computed}
es: La suma de la comprobación falló para el archivo {filename}. Esperado: {expected} Calculado: {computed}
fa: جمع‌آزمایی برای پروندهٔ {filename} شکست خورد. انتظار: {expected} محاسبه: {computed}
fr: Contrôle de somme échoué pour le fichier {filename}. Attendu : {expected} Calculé : {computed}
it: Checksum fallito per il file {filename}. Atteso: {expected} Calcolato: {computed}
ja: {filename}のチェックサムが失敗しました。 想定のチェックサム：{expected} 実際のチェックサム：{computed}
nl: Controlegetalfout voor bestand {filename}. Verwacht: {expected} Berekend: {computed}
pt: A soma de verificação falhou para o ficheiro {filename}. Esperado: {expected} Calculado: {computed}
ro: Verificarea sumei de control a eșuat pentru fișierul {filename}. Așteptată: {expected} Calculată: {computed}
sv: Kontrollsumma misslyckades för fil {filename} Förväntade sig: {expected} Beräknade: {computed}
zh_hans: 文件 {filename} 的校验和检查失败。 期望得到：{expected} 实际得到：{computed}

source: {filename} is missing from upload
de: {filename} fehlt in Upload
es: {filename} no se ha cargado
fa: {filename} در بارگذاری موجود نیست
fr: {filename} est manquant de l'envoi
it: {filename} è mancante dal caricamento
ja: {filename} がアップロードに含まれていません
nl: {filename} ontbreekt in upload
pt: {filename} falta no envio
ro: {filename} lipsește din încărcare
sv: {filename} saknas från uppladdning
zh_hans: {filename} 在上传中缺失

source: Unable to verify file {filename}. No public key found for key {fingerprint}
de: Unmöglich Datei {filename} zu verifizieren. Kein öffentlicher Schlüssel gefunden für Schlüssel {fingerprint}
es: No se ha podido verificar el archivo {filename}. No se ha encontrado ninguna clave pública para la clave {fingerprint}
fa: ناتوان در تصدیق پروندهٔ {filename}. هیچ کلید عمومی‌ای برای کلید {fingerprint} پیدا نشد
fr: Impossible de vérifier le fichier {filename}. Aucune clef publique trouvée pour la clef {fingerprint}
it: Impossibile verificare il file {filename}. Nessuna chiave pubblica trovata per la chiave {fingerprint}
ja: ファイル {filename}を検証できません。 {fingerprint}の公開鍵がみつかりません
nl: Kan bestand {filename} niet verifiëren. Geen publieke sleutel gevonden voor sleutel {fingerprint}
pt: Não é possível verificar o ficheiro {filename}. Nenhuma chave pública encontrada para a chave {fingerprint}
ro: Nu se poate verifica fișierul {filename}. Nu a fost găsită nicio cheie publică pentru cheia {fingerprint}
sv: Det gick inte att verifiera fil {filename}. Ingen offentlig nyckel hittades för nyckel {fingerprint}
zh_hans: 无法验证文件 {filename}。未找到密钥 {fingerprint} 的公钥

source: {filename}: not a GPG signed file
de: {filename}: Keine GPG signierte Datei
es: {filename}: no es un fichero firmado por GPG
fa: پروندهٔ {filename} با GPG امضا نشده
fr: {filename} : pas un fichier GPG signé
it: {filename}: non è un file firmato con GPG
ja: {filename}：GPGで署名されていないファイルです
nl: {filename}: bestand niet met GPG ondertekend
pt: {filename}: não é um ficheiro assinado por GPG
ro: {filename}: nu este un fișier semnat GPG
sv: {filename}: inte en GPG-signerad fil
zh_hans: {filename}：不是 GPG 签名的文件

source: Unknown GPG error. Output was: {output}
de: Unbekannter GPG Fehler. Ausgabe war: {output}
es: Error GPG desconocido. La salida fue: {output}
fa: خطای ناشناختهٔ GPG. خروجی این بود: {output}
fr: Erreur GPG inconnue. La sortie était : {output}
it: Errore GPG sconosciuto. È stato restituito: {output}
ja: GPGエラーが発生しました。出力結果：{output}
nl: Onbekende GPG-fout. De uitvoer was: {output}
pt: Erro de GPG desconhecido. A saída foi: {output}
ro: Eroare GPG necunoscută. Ieșirea a fost: {output}
sv: Okänt GPG-fel. Utdata var: {output}
zh_hans: 未知的 GPG 错误。输出为：{output}

source: Cannot add key: {key}
de: Kann Schlüssel nicht hinzufügen: {key}
es: No se puede añadir la clave: {key}
fa: نمی‌توان کلید را افزود: {key}
fr: Impossible d'ajouter la clef : {key}
it: Non posso aggiungere la chiave: {key}
ja: {key}を追加できません
nl: Kan sleutel niet toevoegen: {key}
pt: Não é possível adicionar a chave: {key}
ro: Nu se poate adăuga cheia: {key}
sv: Kan inte lägga till nyckel: {key}
zh_hans: 无法添加密钥：{key}
