Repository: debexpo/debexpo
Catalog: debexpo/i18n/*/LC_MESSAGES/debexpo.po
Languages: el, fr, ja

source: Invalid email or password
el: Λάθος διεύθυνση ταχυδρομείου ή κωδικός
fr: Courriel ou mot de passe incorrect
ja: メールアドレスもしくはパスワードが無効です

source: None
fr: Aucun(e)

source: Email
fr: Courriel

source: Unreviewed
el: Δεν έχει επιθεωρηθεί
fr: Non revu
ja: 未レビュー

source: Needs work
el: Χρειάζεται δουλειά
fr: Corrections nécessaires
ja: 作業が必要

source: Perfect
el: Τέλειο
fr: Parfait

source: No subscription
fr: Pas d'abonnement

source: Package upload notifications only
fr: Uniquement les notifications d'envoi de paquets

source: Package upload and comment notifications
fr: Notification pour les commentaires et les envois de paquets

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Some days ago
fr: Il y a quelques jours

source: Older packages
fr: Paquets plus anciens

source: Uploaded long ago
fr: Envoyé il y a longtemps

source: A feed of packages on %sdebexpo.sitename
fr: Le flux des paquets sur %sdebexpo.sitename

source: Package %s uploaded by %s.
fr: Paquet %s envoyé par %s.

source: Uploader is currently looking for a sponsor.
fr: Le téléverseur recherche un parrain.

source: Uploader is currently not looking for a sponsor.
fr: Le téléverseur ne recherche pas de parrain.

source: We do not have an account with that email address
fr: Nous n'avons pas de compte avec cette adresse

source: Overview
fr: Présentation

source: Sponsoring Guidelines
fr: Recommandation pour le parrainage

source: Request for Sponsorship
fr: Demande de parrainage

source: Invalid GPG key
el: Άκυρο κλειδί GPG
fr: Clef GPG non valide
ja: GPG 鍵が無効です

source: Internal error: debexpo is not properly configured to handleGPG keys
fr: Erreur interne : debexpo n'est pas configuré correctement pour traiter les clefs GPG

source: Multiple keys not supported
fr: Multiple clefs GPG non pris en charge

source: None of your user IDs in key %s does match your profile mail address
fr: Aucun des identifiants utilisateur de votre clef GPG %s ne correspond à l'adresse de courriel de votre profil

source: Key strength unacceptable in Debian Keyring. The minimum required key strength is %s bits.
fr: Cette taille de clef n'est pas acceptable dans le trousseau de clefs de Debian. La taille minimale requise est de %s bits.

source: Key type unacceptable in Debian Keyring. It must be RSA or ECDSA.
fr: Ce type de clef n'est pas acceptable dans le trousseau de clefs de Debian. Elle doit être de type RSA ou ECDSA.

source: Incorrect password
el: Λάθος κωδικός
fr: Mot de passe incorrect
ja: パスワードが間違っています

source: A user with this email address is already registered on the system
el: Υπάρχει ήδη χρήστης με αυτή τη διεύθυνση ταχυδρομείου
fr: Un utilisateur avec cette adresse de courriel existe déjà sur ce site
ja: このメールアドレスをもったユーザは、すでにこのシステムに登録されています。

source: A user with this name is already registered on the system. If it is you, use that account! Otherwise use a different name to register.
fr: Un utilisateur avec ce nom existe déjà sur ce site. Si ce compte vous appartient, utilisez-le ! Sinon, merci de choisir un nom différent pour la création de votre compte.

source: Start page
el: Αρχική σελίδα
fr: Page d'accueil
ja: スタートページ

source: Package list
el: Λίστα πακέτων
fr: Liste des paquets
ja: パッケージ一覧

source: Maintainer
fr: Mainteneur

source: Reviews
fr: Revues

source: Sponsors
fr: Parrains

source: Q & A
el: Ερωτήσεις & απαντήσεις
fr: FAQ

source: Sign me up
el: Δημιουργία λογαριασμού
fr: Créer mon compte
ja: サインアップ

source: Login
el: Σύνδεση
fr: Se connecter
ja: ログイン

source: My account
el: Ο λογαριασμός μου
fr: Mon compte
ja: 自分のアカウント

source: My packages
el: Τα πακέτα μου
fr: Mes paquets
ja: 自分のパッケージ

source: Source code and bugs
fr: Code source et bogues

source: Error
fr: Erreur

source: Authentication required
fr: Authentification requise

source: You need to be logged in to use this function.
fr: Vous devez vous connecter pour utiliser cette fonctionnalité

source: Not authorized
fr: Non autorisé

source: You do not have the permission to use this function.
fr: Vous n'avez pas la permission d'utiliser cette fonctionnalité

source: Page not found
fr: Page non trouvée

source: The page you requested does not exist.
fr: La page que vous avez demandée n'existe pas.

source: Internal error %s
fr: Erreur interne %s

source: An unexpected error occured in this application. The administrator will get a detailed report about the error situation. We appreciate if you give us more information how this error situation happened.
fr: Une erreur inattendue est survenue dans cette application. Les administrateurs vont recevoir un rapport détaillé indiquant la nature exacte de l'erreur. N'hésitez pas à nous envoyer plus d'informations sur comment cette erreur s'est produite.

source: If you have questions feel free to contact us at <a href="mailto:%s">%s</a>.
fr: Si vous avez des questions, n'hésitez pas à nous contacter à <a href="mailto:%s">%s</a>.

source: Debian Developer
fr: Développeur Debian
ja: Debian 開発者

source: Debian Maintainer
fr: Mainteneur Debian
ja: Debian メンテナ

source: Not specified
fr: Non spécifié

source: Comment posted on %s
fr: Commentaire posté sur %s

source: A comment has been posted on a package that you are subscribed to. %s made the following comment about the %s package:
fr: Un commentaire a été posté à propos d’un paquet auquel vous êtes abonné. %s a écrit le commentaire suivant à propos du paquet %s :

source: You can view information on the package by visiting:
fr: Vous pouvez consulter les informations sur ce paquet en visitant :

source: You can change your subscription by visiting your user account settings.
fr: Vous pouvez mettre à jour votre abonnement en accédant aux paramètres de votre compte utilisateur.

source: Thanks,
el: Ευχαριστώ,
fr: Merci,

source: Failure in importer
el: Αποτυχία εισαγωγής πακέτου
fr: Échec de l'importation
ja: インポート処理に失敗

source: Hello, There was a failure in importing a package into debexpo. The problem appears to be debexpo itself. The error message was:
el: Γεια σας, Η εισαγωγή κάποιου πακέτου στο debexpo απέτυχε. Το πρόβλημα φαίνεται να έχει να κάνει με το ίδιο το debexpo. Το μήνυμα λάθους ήταν:
fr: Bonjour, Un problème est survenu lors de l'importation du paquet dans debexpo. Le problème semble venir de debexpo lui-même. Le message d'erreur est :
ja: debexpo にパッケージをインポートすることができませんでした。debexpo 自体に 問題があるようです。エラーメッセージはこうなっていました：

source: This message can be found in the logs.
el: Αυτό το μήνυμα μπορεί να βρεθεί στα logs
fr: Ce message est disponible dans le journal d'événements
ja: このメッセージはログに記録されています。

source: Failed to import %s
el: Αποτυχία εισαγωγής του %s
fr: Échec de l'importation de %s
ja: %s のインポートに失敗しました

source: Hello, There was a failure in importing your package "%s" into the repository. The problem appears to be in the repository software and not your package. Sorry for the inconvenience. The administrator has been notified. Please try again soon.
el: Γεια σας, Υπήρξε ένα πρόβλημα με την εισαγωγή του πακέτου σας "%s" στο αποθετήριο. Το πρόβλημα φαίνεται πως είναι στο πρόγραμμα του αποθετηρίου και όχι με το πακέτο σας. Ζητούμε συγνώμη για την ταλαιπωρία. Ο διαχειρηστής του συστήματος έχει ειδοποιηθεί. Παρακαλούμε δοκιμάστε ξανά σύντομα.
fr: Bonjour, Un problème est survenu lors de l'importation du paquet dans le dépôt. Le problème semble venir du logiciel de gestion du dépôt et non de votre paquet. Nous sommes désolés de la gêne occasionnée. Les administrateurs ont été avertis Merci de réessayer prochainement.
ja: リポジトリに、あなたの "%s" パッケージをインポートすることができませんでした。あなたの パッケージではなく、リポジトリのソフトに問題があるようです。 ご不便をおかけしてすみません。管理者には連絡がいっています。 しばらくしてからもう一度試してみてください。

source: Package %s was rejected
fr: Le paquet %s a été rejeté

source: Hello, Unfortunately your package "%s" was rejected because of the following reason:
fr: Bonjour, Malheureusement, votre paquet "%s" a été rejeté pour la raison suivante :

source: Please try to fix it and re-upload. Thanks,
fr: Merci d'essayer de le corriger et de l'envoyer à nouveau.

source: New %s package uploaded
fr: Nouveau paquet %s envoyé

source: %s %s has been uploaded to the archive by %s.
fr: %s %s a été envoyé dans l'archive par %s.

source: You requested a password reset
fr: Vous avez demandé une réinitialisation de mot de passe

source: Hello, You can reset your password by clicking on the link below. If you did not request a password reset, then you can ignore this.
fr: Bonjour, Vous pouvez réinitialiser votre mot de passe en cliquant sur le lien ci-dessous. Si vous n'avez pas demandé cette réinitialisation, vous pouvez ignorer ce message.

source: Next step: Confirm your email address
fr: Prochaine étape : confirmation de votre adresse de courriel

source: Hello, Please activate your account by visiting the following address in your web-browser:
el: Παρακολούμε ενεργοποιήστε το λογαριασμό σας ανοίγοντας την ακόλουθη διεύθυνσή με έναν φυλλομετρητή ιστού:
fr: Bonjour, Merci d'activer votre compte en visitant l'adresse suivante dans votre navigateur :
ja: 以下のアドレスを Web ブラウザで開いて、アカウントを有効化してください：

source: %s uploaded to %s
fr: %s envoyé sur %s

source: Hi.
fr: Bonjour.

source: Your upload of the package '%s' to %s was successful. Others can now see it. The URL of your package is:
fr: L'envoi du paquet '%s' sur %s a réussi. Il est maintenant visible pour tous. L'URL de votre paquet est :

source: The respective dsc file can be found at:
fr: Le fichier dsc respectif peut être trouvé sur :

source: If you do not yet have a sponsor for your package you may want to go to %s and set the "Seeking a sponsor" option to highlight your package on the welcome page.
fr: Si vous n'avez pas encore trouvé de parrain pour votre paquet, vous pourriez être intéressé pour aller sur %s et activer l'option "Recherche de parrain" pour mettre en avant votre paquet sur la page d'accueil.

source: You can also send an RFS (request for sponsorship) to the debian-mentors mailing list. Your package page will give your suggestions on how to send that mail.
fr: Vous pouvez également envoyer une RFS (request for sponsorship) sur la liste de diffusion list debian-mentors. La page de votre paquet contient des informations sur comment envoyer ce courriel.

source: Good luck in finding a sponsor!
fr: Bonne chance dans votre recherche de parrainage !

source: %s package has been removed from %s
fr: Le paquet %s a été supprimé de %s

source: Your package %s %s has been removed from %s for the following reason:
fr: Votre paquet %s %s a été supprimé de %s pour la raison suivante :

source: Site contact
fr: Contact du site

source: file a RFS bug
fr: remplir un bogue RFS

source: Site email
fr: Courriel du site

source: sponsors side
fr: coté des parrains

source: Please login to continue
el: Παρακαλούμε συνδεθείτε για να συνεχίσετε
fr: Merci de vous connecter pour continuer
ja: 続けるにはログインしてください

source: E-mail
el: Διεύθυνση ταχυδρομείου
fr: Courriel
ja: メールアドレス

source: Password
el: Κωδικός
fr: Mot de passe
ja: パスワード

source: Submit
el: Υποβολή
fr: Envoyer
ja: 登録

source: Switch to SSL
fr: Passer en SSL

source: Did you lose your password?
fr: Vous avez oublié votre mot de passe ?

source: Try resetting your password.
fr: Essayez de réinitialiser votre mot de passe.

source: Change details
el: Ενημέρωση στοιχείων
fr: Modification des détails
ja: 詳細を変更する

source: Name
el: Όνομα
fr: Nom
ja: 名前

source: Change GPG key
el: Αλλαγή κλειδιού GPG
fr: Modification de la clef GPG
ja: GPG 鍵を変更する

source: Current GPG key
el: Τρέχων κλειδί GPG
fr: Clef GPG actuelle
ja: 現在の GPG 鍵

source: Delete current key
el: Διαγραφή κλειδιού GPG
fr: Supprimer la clef GPG actuelle
ja: 現在の鍵を削除する

source: GPG key
el: Κλειδί GPG
fr: Clef GPG
ja: GPG 鍵

source: Change password
el: Αλλαγή κωδικού
fr: Modification du mot de passe
ja: パスワードを変更する

source: Current password
el: Τρέχων κωδικός
fr: Mot de passe actuel
ja: 現在のパスワード

source: New password
el: Νέος κωδικός
fr: Nouveau mot de passe
ja: 新しいパスワード

source: Confirm new password
el: Επιβεβαίωση νέου κωδικού
fr: Confirmez le nouveau mot de passe
ja: 新しいパスワードを確認する

source: Change other details
el: Ενημέρωση άλλων στοιχείων
fr: Modification d'autres détails
ja: その他の詳細を変更

source: Country
el: Χώρα
fr: Pays
ja: 国

source: IRC nickname
el: Όνομα στο IRC
fr: pseudo IRC
ja: IRC のニックネーム

source: Jabber address
el: Διεύθυνση jabber
fr: Adresse Jabber
ja: Jabber アドレス

source: Show personal data publicly
fr: Afficher les données personnelles publiquement

source: Debian status
el: Θέση στο Debian
fr: Statut Debian
ja: Debian での状況

source: Public sponsor info
fr: Information publique sur le parrain

source: Public visibility of your profile
fr: Visibilité publique de votre profil

source: Restricted
fr: Restreinte

source: Full
fr: Complète

source: Preferred contact method for sponsored maintainer
fr: Méthode de contact préférée pour les mainteneurs parrainés

source: Type of packages you are interested in
fr: Types de paquets par lesquels vous êtes intéressé

source: Additional social notes
fr: Notes sociales additionnelles

source: Additional technical notes
fr: Notes techniques additionnelles

source: Free text
fr: Texte libre

source: URL reference
fr: URL de référence

source: Details about package "%s"
el: Στοιχεία πακέτου "%s"
fr: Détails à propos du paquet "%s"
ja: "%s" パッケージについての詳細

source: Uploader
el: Χρήστης που ανέβασε το πακέτο
fr: Téléverseur

source: Subscribe
fr: S'abonner

source: Edit your subscription
fr: Modifier votre abonnement

source: Needs a sponsor
el: Χρειάζεται επιχορήγηση
fr: Recherche un parrain
ja: スポンサーが必要

source: Yes
el: Ναι
fr: Oui
ja: はい

source: No
el: Όχι
fr: Non
ja: いいえ

source: Change
fr: Modifier

source: Delete package
fr: Supprimer le paquet

source: Admin package deletion
fr: Suppression admin du paquet

source: Delete this package
fr: Supprimer ce paquet

source: Package versions
el: Εκδόσεις πακέτου
fr: Versions du paquet
ja: パッケージバージョン

source: Information
fr: Informations

source: View RFS template
el: Προβολή προτύπου RFS
fr: Visualiser le modèle RFS
ja: RFS テンプレートを見る

source: Uploaded
el: Ανέβηκε
fr: Téléversé
ja: アップロード済

source: Source package
fr: Paquet source

source: Priority
fr: Priorité
ja: 優先度

source: Closes bugs
el: Κλείνει τα σφάλματα
fr: Fermeture des bogues
ja: クローズするバグ

source: QA information
fr: Information QA

source: Package has been uploaded to Debian
el: Το πακέτο ανέβηκε στο Debian
fr: Le paquet a été téléversé dans Debian
ja: パッケージは Debian にアップロードされました

source: No comments
el: Κανένα σχόλιο
fr: Aucun commentaire
ja: コメントなし

source: Uploaded to Debian
el: Ανέβηκε στο Debian
fr: Téléversé dans Debian
ja: Debian へアップロード済

source: Subscribe to package %s
fr: S'abonner au paquet %s

source: Back to package details
fr: Retour sur les détails du paquet

source: Package
el: Πακέτο
fr: Paquet
ja: パッケージ

source: No packages
el: Δεν υπάρχουν πακέτα
fr: Aucun paquet
ja: パッケージなし

source: Packages maintained by %s
el: Πακέτα που συντηρούνται από τον/την %s
fr: Paquets maintenus par %s
ja: %s さんがメンテナンスしているパッケージ

source: Packages in section %s
el: Πακέτα στο section %s
fr: Paquets dans la section %s
ja: %s セクションのパッケージ

source: Packages uploaded by %s
el: Πακέτα που ανέβηκαν από τον/την %s
fr: Paquets téléversés par %s
ja: %s さんがアップロードしたパッケージ

source: Password recovery in progress
fr: Réinitialisation du mot de passe en cours

source: Okay! You have a new password
fr: OK ! Vous avez un nouveau mot de passe

source: Password recovery
fr: Réinitialisation du mot de passe

source: Your email address
fr: Votre adresse de courriel

source: Check your email
el: Ελέξτε την ταχυδρομική σας θυρίδα
fr: Vérifiez votre boite aux lettres
ja: メールの確認

source: An email has been sent to the email address you specified. Check it for instructions on how to activate your account.
el: Στάλθηκε γράμμα στη διεύθυνση ταχυδρομείου που δώσατε. Διαβάστε το γράμμα για οδηγίες σχετικά με την ενεργοποίηση του λογαριασμού σας.
fr: Un courriel a été envoyé à l'adresse que vous avez spécifiée. Vous y trouverez toutes les instructions sur comment activer votre compte.
ja: 指定したメールアドレスにメールを送りました。アカウントの有効化について説明が書かれて いるので、確認してください。

source: User activated
el: Ο/η χρήστης ενεργοποιήθηκε
fr: Utilisateur activé
ja: ユーザが有効化されました

source: Your account has been activated.
el: Ο λογαριασμός σας ενεργοποιήθηκε
fr: Votre compte a été activé.
ja: アカウントが有効化されました。

source: You can now %sproceed to login%s.
el: Μπορείτε τώρα να %sσυνδεθείτε%s.
fr: Vous pouvez maintenant %svous connecter%s.
ja: %s ログインする %s が可能になりました。

source: Invalid verification key
el: Λάθος κλειδί επαλήθευσης
fr: Clef de vérification non valable
ja: 確認用の鍵が無効です

source: The verification key you entered has not been recognised. Please try again.
el: Το κλειδί επαλήθευσης που εισάγατε δεν αναγνωρίστηκε. Παρακαλώ προσπαθήστε ξανά
fr: La clef de vérification que vous utilisez n'est pas reconnue. Merci de réessayer
ja: 入力された確認用の鍵が認識できませんでした。もう一度やってみてください。

source: Sign up for an account
fr: Créez un compte

source: Account details
el: Στοιχεία λογαριασμού
fr: Détails du compte
ja: アカウントの詳細

source: Full name
el: Ονοματεπώνυμο
fr: Nom complet
ja: フルネーム

source: Confirm password
el: Επιβεβαίωση κωδικού
fr: Confirmez le mot de passe
ja: パスワード確認

source: Account type
fr: Type de compte

source: Filter
fr: Filtre

source: Add to filter
fr: Ajouter au filtre

source: Remove filter
fr: Supprimer le filtre

source: Store filter as default
fr: Sauvegarder le filtre en tant que défaut

source: Remove all filters
fr: Supprimer tous les filtres

source: No sponsor matched your criteria
fr: Aucun parrain ne correspond à vos critères

source: No sponsors found
fr: Aucun parrain trouvé

source: Template for an RFS bug
fr: Modèle pour un bogue RFS

source: for "%s"
fr: pour "%s"

source: a dedicated page
fr: une page dédiée

source: Unknown
el: Άγνωστο
ja: 不明

source: You must use your debian.org email address to register
el: Πρέπει να χρησιμοποιήσετε τη διεύθυνση σας στο debian.org
ja: 登録するには、debian.org のメールアドレスを使ってください

source: News
el: Νέα
ja: ニュース

source: Introduction
el: Εισαγωγή
ja: はじめに

source: Contact
el: Επικοινωνία
ja: 連絡先

source: Please activate your account
el: Παρακαλούμε ενεργοποιήστε το λογαριασμό σας
ja: アカウントを有効化してください

source: Description
el: Περιγραφή
ja: 説明

source: Version
el: Έκδοση
ja: バージョン

source: Debian Source Control file URL
ja: Debian ソースコントロールファイルの URL

source: Section
ja: セクション

source: Template for an RFS for "%s"
el: Πρότυπο για RFS για το "%s"
ja: "%s" 用の RFS テンプレート

source: An RFS is a <i>request for sponsorship</i>. If you want to show other people that you are looking for a sponsor for your package you can post an email to the debian-mentors mailing list containing information about your package.
el: Το RFS είναι μία <i>αίτηση για επιχορήγηση</i>. Μπορείτε να ζητήσετε επιχορήγηση για το πακέτο σας στέλοντας γράμμα στην ταχυδρομική λίστα debian-mentors με λεπτομέρειες για το πακέτο.
ja: RFS とは <i>スポンサー募集 (request for sponsorship)</i> のことです。自分のパッケージが スポンサー募集中であることを他の人達に示すために、debian-mentors メーリングリストにそのパッケージ についての情報を書いたメールを投稿することができます。

source: Sign up for your own account at %s
el: Γραφτείτε για να αποκτήσετε δικό σας λογαριασμό στο %s
ja: %s のアカウントにサインアップする

source: What type of account would you like to apply for?
el: Για τι είδους λογαριασμός επιθυμείτε να κάνετε αίτηση;
ja: 申し込もうとしているアカウントの種類は何ですか？

source: Package Maintainer
el: Συντηρητής πακέτου
ja: パッケージメンテナ

source: A package maintainer is a person who takes care of Debian packages. If you create Debian packages from certain pieces of (so called "upstream") software then you are a maintainer. You do not need to be an official Debian Developer (DD) or Debian Maintainer (DM).
el: Συντηρητής πακέτου είναι κάποιος που φροντίζει πακέτα του Debian. Αν δημιουργείτε πακέτα Debian από συγκεκριμένες πηγές (γνωστές ως "upstream") τότε είστε συντηρητής. Δεν χρειάζεται να είστε επίσημος Debian Developer (DD) ή Debian Maintainer (DM).
ja: パッケージメンテナは、Debian パッケージの面倒を見る人のことです。 何かの ("開発元" と呼ばれます) ソフトウェアをもとに Debian パッケージを 作成するのであれば、あなたはメンテナです。公式な Debian 開発者 (DD) や Debian メンテナ (DM) である必要はありません。

source: Sponsor
el: Επιχορηγός
ja: スポンサー

source: Uploading new packages into Debian is only possible if you are a Debian Developer (DD) or Debian Maintainer (DM). If you want to help package maintainers to get their packages into Debian you can be a sponsor and check and upload packages on their behalf.
el: Το ανέβασμα νέων πακέτων στο Debian επιτρέπεται μόνο σε άτομα που είναιDebian Developers (DD) ή Debian Maintainers (DM). Αν θέλετε να βοηθήσετε συντηρητές πακέτων να εισάγουν τα πακέτα τους στο Debian, μπορείτε να τους επιχορηγήσετε, ελέγχοντας και ανεβάζοντας πακέτα από μέρους τους.
ja: 新しいパッケージを Debian にアップロードすることができるのは、あなたが Debian 開発者 (DD) か Debian メンテナ (DM) の場合のみです。パッケージメンテナ達が自身のパッケージを Debian に 入れるのを手助けするなら、スポンサーになって、彼らのかわりにパッケージをチェックしてアップロード することができます。

source: Sign up for a maintainer account
el: Εγγραφείτε για λογαριασμό συντηρητή πακέτων
ja: メンテナーアカウントへのサインアップ

source: Sign up for a sponsor account
el: Εγγραφείτε για λογαριασμό επιχορηγητή
ja: スポンサーアカウントへのサインアップ
