Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Similarly, you can also try to get in touch with other package maintainers directly. This makes sense if you prepared a package which extends the functionality of a related package in a useful way or can be used together. Consider you packaged log analysis tool for a web server, the maintainer of that web server might be interested to sponsor you. If you consider to contact a maintainer of such a related package directly, make sure he is actually able to sponsor you. Remember: Only Debian Developer are allowed to sponsor packages. You can identify developers by looking up their name at <a href="https://db.debian.org/">db.debian.org</a>.
de: Auf gleiche Weise, kannst du auch versuchen mit anderen Paket-Betreuer direkt in Kontakt zu kommen. Das macht Sinn, wenn du ein Paket vorbereitet hast, welches die Funktionalität eines verwandten Pakets in einer nützlichen Weise erweiterst oder zusammen verwendet werden kann. Beispielsweise wenn du ein Log Analyse Tool für einen Web Server paketiert hast, könnte der Betreuer von diesem Web Server interessiert sein, dich zu sponsern. Wenn du die Absicht hast, einen Betreuer eines solchen verwandten Pakets direkt zu kontaktieren, stelle sicher, dass er auch wirklich in der Lage ist, dich zu sponsern. Erinnere dich: Nur Debian Entwickler ("Debian Developer", kurz DD) sind berechtigt, Pakete zu sponsern. Du kannst Entwickler identifizieren, in dem du ihre Namen bei <a href="https://db.debian.org/">db.debian.org</a> abfragst.
es: Del mismo modo, también puede intentar ponerte en contacto directamente con otros mantenedores de los paquetes. Esto tiene sentido si preparaste un paquete que amplía la funcionalidad de uno relacionado de forma útil o que se puede utilizar en conjunto. Considera la herramienta de análisis de los registros empaquetada para un servidor web, el mantenedor de ese servidor web podría estar interesado en patrocinarlo. Si consideras ponerte en contacto directamente con el mantenedor de dicho paquete, asegúrate de que realmente pueda patrocinarlo. Recuerda: Sólo los desarrolladores de Debian pueden patrocinar los paquetes. Puedes identificar a los desarrolladores buscando su nombre en<a href="https://db.debian.org/">db.debian.org</a>.
fr: De manière similaire, vous pouvez également contacter les autres mainteneurs de paquets directement. Cela prend du sens si vous avez préparé un paquet qui étend la fonctionnalité d'un paquet lié de manière utile ou qui puisse être utiliser ensemble. En supposant que vous ayez empaqueter un outil d'analyse pour un serveur web, le mainteneur de ce serveur web pourrait être intéressé pour vous parrainer. Si vous considérez contacter un mainteneur d'un paquet lié au votre directement, vérifiez d'abord qu'il soit bien en mesure de vous parrainer. Rappelez-vous : seuls les Développeurs Debian sont autorisés à parrainer des paquets. Vous pouvez identifier les développeurs en recherchant leurs nom sur <a href="https://db.debian.org/">db.debian.org</a>.
it: Similmente, puoi cercare di entrare in contatto direttamente con altri manutentori di pacchetti. Questo ha senso se hai preparato un pacchetto che estende le funzionalità di un pacchetto collegato in una modalità utile o che possa essere usato insieme. Ad esempio se hai creato il pacchetto per uno strumento di analisi dei log di un server web, il manutentore di tale server web potrebbe essere interessato a sponsorizzarti. Se consideri contattare il manutentore di un pacchetto direttamente correlato, assicurati che attualmente lui sia in grado di sponsorizzarti. Ricorda: soltanto i Debian Developer (Sviluppatori Debian) hanno il permesso di sponsorizzare i pacchetti. Puoi individuare gli sviluppatori guardando il loro nome su <a href="https://db.debian.org/">db.debian.org</a>.
ja: 同様にして、あなたは他のパッケージのメンテナーに連絡を取ることもできます。これはあなたが、関連するパッケージの機能を拡張する有用なパッケージであったり、併用するようなパッケージを準備している場合には意義があります。ウェブサーバーのログを解析するツールのパッケージングを考えてみてください。ウェブサーバーのメンテナーはスポンサーすることに興味を持つかもしれません。そのような関連するパッケージのメンテナーに直接連絡をとるなら、実際にスポンサー可能なのかどうかを確認してください。Debian開発者だけがパッケージのスポンサーすること許されているからです。開発者であるかどうかは<a href="https://db.debian.org/">db.debian.org</a>の名前を検索することで確認できます。
nl: Op dezelfde manier kunt u ook proberen rechtstreeks in contact te komen met andere pakketbeheerders. Dit is logisch als u een pakket hebt voorbereid dat de functionaliteit van een gerelateerd pakket op een nuttige manier uitbreidt of samen ermee kan worden gebruikt. Veronderstel dat u een hulpmiddel voor het analyseren van de logboeken van een webserver verpakte, dan is de beheerder van die webserver misschien geïnteresseerd om u te sponsoren. Als u overweegt rechtstreeks contact op te nemen met een beheerder van een dergelijk gerelateerd pakket, verzeker er u dan van dat hij u daadwerkelijk kan sponsoren. Onthoud: alleen Debian-ontwikkelaars mogen pakketten sponsoren. U kunt ontwikkelaars identificeren door hun naam op te zoeken op <a href="https://db.debian.org/">db.debian.org</a>.
ro: În mod similar, puteți încerca, de asemenea, să intrați în contact direct cu alți administratori de pachete. Acest lucru are sens dacă ați pregătit un pachet care extinde funcționalitatea unui pachet înrudit într-un mod util sau care poate fi utilizat împreună. Luați în considerare că ați împachetat un instrument de analiză a jurnalelor pentru un server web, menținătorul acelui server web ar putea fi interesat să vă sponsorizeze. Dacă vă gândiți să contactați direct un responsabil al unui astfel de pachet conex, asigurați-vă că acesta este într-adevăr capabil să vă sponsorizeze. Rețineți: numai dezvoltatorii Debian au voie să sponsorizeze pachete. Puteți identifica dezvoltatorii căutându-le numele la <a href="https://db.debian.org/">db.debian.org</a>.
sv: På samma sätt kan du också försöka komma i kontakt med andra paketunderhållare direkt. Detta är vettigt om du förberedde ett paket som utökar funktionaliteten för ett relaterat paket på ett användbart sätt eller kan användas tillsammans. Tänk på ditt paketerade logganalysverktyg för en webbserver, underhållaren av den webbservern kan vara intresserad av att sponsra dig. Om du överväger att kontakta en underhållare av ett sådant relaterat paket direkt, se till att han faktiskt kan sponsra dig. Kom ihåg: Endast Debianutvecklare får sponsra paket. Du kan identifiera utvecklare genom att slå upp deras namn på <a href="https://db.debian.org/">db.debian.org</a>.
zh_hans: 类似地，你也可以尝试直接联系其它软件包的维护者。如果你所准备的软件包能有效地扩展相关软件包的功能或者可以和已有软件包共同发挥作用，联系已有软件包的维护者可能尤其有效且合乎常理。例如，如果你正在打包某个网页服务器的日志分析工具，那么网页服务器的维护者可能会帮助你赞助上传软件包。如果你正在考虑直接联系相关软件包的维护者，请确保对方有能力协助你进行上传。请记住：只有 Debian 开发者可以赞助直接上传软件包。你可以在 <a href="https://db.debian.org/">db.debian.org</a> 查看他们的名称来进行辨别。

source: Sponsor guidelines
de: Sponsor Leitlinien
es: Directrices del patrocinador
fa: خط‌مشی‌های حامی
fr: Recommandation pour le parrainage
it: Linee guida per gli sponsor
ja: スポンサーガイドライン
nl: Sponsorrichtlijnen
ro: Recomandări de sponsorizare
sv: Sponsor riktlinjer
zh_hans: 赞助指引

source: To help you find a sponsor interested in your package, they can formulate sponsor traits for either social or technical aspects. Additionally a sponsor may not usually be interested in every package but only in a certain category.
de: Um dir bei der Suche nach einem Sponsor, der interessiert ist an deinem Paket zu helfen, können sie Sponsor-Merkmale für entweder soziale oder technische Aspekte formulieren. Zusätzlich ist ein Sponsor üblicherweise nicht an jedem Paket interessiert, sondern vor allem in einer bestimmten Kategorie.
es: Para ayudarte a encontrar un patrocinador interesado en tu paquete, pueden formularle rasgos de patrocinador para aspectos sociales o técnicos. Además, un patrocinador no suele estar interesado en todos los paquetes, sino solo en una categoría determinada.
fa: برای یاری در یافتن حامی‌ای علاقه‌مند به بسته‌تان، می توانند ویژگی‌های حامی را برای جنبه‌های اجتماعی یا فنی فرموله کنند. به علاوه، معمولاً ممکن است حامی نه علاقه‌مند به هر بسته‌ای، که فقط دسته‌ای خاص باشد.
fr: Pour vous aider à trouver un parrain intéressé par votre paquet, ils peuvent formuler des prérequis de parrainage sur les aspects soit sociales, soit techniques. Additionnellement, un parrain n'est généralement pas intéressé par l'ensemble des paquets mais seulement par certaines catégories.
it: Per aiutarti a trovare uno sponsor interessato al tuo pacchetto, loro possono enunciare le caratteristiche delle loro sponsorizzazioni sia per aspetti sociali che tecnici. In aggiunta uno sponsor normalmente potrebbe non essere interessato a qualsiasi pacchetto, ma soltanto ad una certa categoria.
ja: あなたのパッケージに興味を持つスポンサーを探すのを手助けするために、社会的もしくは技術的な観点からスポンサーする条件を策定できます。もっというと、スポンサーはたいていすべてのパッケージに興味があるわけではなく、特定のカテゴリーのパッケージにのみ興味をもつことでしょう。
nl: Om u te helpen een sponsor te vinden die geïnteresseerd is in uw pakket, kunnen zij sponsorkenmerken formuleren zowel voor sociale als technische aspecten. Bovendien is een sponsor meestal niet in elk pakket geïnteresseerd, maar alleen in een bepaalde categorie.
ro: Pentru a vă ajuta să găsiți un sponsor interesat de pachetul dvs., aceștia pot formula trăsături de sponsor, fie pentru aspecte sociale, fie pentru aspecte tehnice. În plus, este posibil ca un sponsor să nu fie interesat de obicei de orice pachet, ci doar de o anumită categorie.
sv: För att hjälpa dig hitta en sponsor som är intresserad av ditt paket, kan de formella sponsoregenskaper för antingen sociala eller tekniska aspekter. Dessutom kanske en sponsor vanligtvis inte är intresserad av varje paket utan bara i en viss kategori.
zh_hans: 为帮助需要赞助上传的人员找到赞助者，赞助者可能在社交方面或技术方面形成自己的赞助的风格。除此之外，赞助者通常可能只关注特定分类的软件包。

source: The sponsorship process
de: Der Sponsoring Prozess
es: El proceso del patrocinio
fa: فرایند حمایت
fr: Le processus de parrainage
it: Il processo di sponsorizzazione
ja: スポンサーのプロセス
nl: Het sponsoringproces
ro: Procesul de sponsorizare
sv: Sponsringsprocessen
zh_hans: 赞助上传流程

source: An <em>RFS</em> is a <em>request for sponsorship</em>. If you have a package to be uploaded to Debian, you should file a bug against the <em>sponsorship-requests</em> pseudo-package containing information about your package.
de: Ein <em>RFS</em> ist ein <em>request for sponsorship</em>. Wenn du ein Paket für den Upload zu Debian hast, solltest du einen Bug mit allen Informationen zu deinem Paket gegen das <em>sponsorship-requests</em> pseudo-package erstellen.
es: Un <em>RFS</em> es una <em>solicitud de patrocinio</em>. Si tienes un paquete para cargar en Debian, debes presentar un informe de error en la sección <em>solicitudes de patrocinio</em> pseudopaquete que contiene información sobre tu paquete.
fa: یک <em>RFS</em> ، <em>درخواستی برای حمایت</em> است. اگر بسته‌ای برای بارگذاری در دبیان دارید، باید اشکالی برای شبه‌بستهٔ <em>sponsorship-requests</em> شامل اظّلاعات بسته‌تان ثبت کنید.
fr: Une <em>RFS</em> est une <em>demande de parrainage</em>(request for sponsorship en Anglais). Si vous avez un paquet que vous voulez envoyer sur Debian, vous devez remplir un bug sur le pseudo-paquet <em>sponsorship-requests</em> contenant des informations sur votre paquet.
it: Una <em>RFS</em> è una <em>request for sponsorship</em> (richiesta di sponsorizzazione). Se si ha un pacchetto da caricare in Debian, dovresti compilare un bug per il pseudo-pacchetto <em>sponsorship-requests</em> contenente le informazioni relative al tuo pacchetto.
ja: <em>RFS</em> とは <em>スポンサー依頼</em>のことです。Debianにアップロードしたいパッケージがあれば、<em>sponsorship-requests</em> 疑似パッケージに対してバグを立てるべきです。バグにはあなたのパッケージの情報を含めます。
nl: Een <em>RFS</em> is een <em>request for sponsorship</em> (verzoek om sponsoring). Als u een pakket heeft dat moet worden geüpload naar Debian, moet u een bug indienen tegen het pseudo-pakket <em>sponsorship-requests</em> met informatie over uw pakket.
ro: Un <em>RFS</em> (Request For Sponsorship) este o <em>solicitare de sponsorizare</em>. Dacă aveți un pachet de încărcat în Debian, ar trebui să depuneți un raport de eroare împotriva pseudo-pachetului <em>sponsorship-requests</em> care conține informații despre pachetul dumneavoastră.
sv: En <em>RFS</em> är en <em>begäran om sponsring</em>. Om du har ett paket som ska laddas upp till Debian bör du skapa en bugg mot pseudopaketet <em>sponsorship-requests</em> som innehåller information om ditt paket.
zh_hans: <em>RFS</em> 指代<em>请求赞助上传</em>（Request for sponsorship）。如果你有需要被上传至 Debian 的软件包，你应当向 <em>sponsorship-requests</em> 伪软件包发送一份缺陷报告，并在内文提供与你的软件包有关的信息。

source: Asking for Sponsorship
de: Aufruf für Sponsoring
es: Cómo solicitar un patrocinio
fa: درخواست حمایت
fr: Demander un parrainage
it: Richiedere una sponsorizzazione
ja: スポンサーシップを依頼する
nl: Sponsoring vragen
ro: Solicitarea de sponsorizare
sv: Fråga efter sponsring
zh_hans: 请求赞助上传

source: In general, sponsorship requests should be handled through the <a href="https://www.debian.org/Bugs/">Debian Bug Tracking System</a>. Please make sure both reports and comments are sent to the bug report (<em>nnn@bugs.debian.org</em>) <strong>only</strong>. A copy will be sent to the <em>debian-mentors</em> mailing list automatically by the bug tracker.
de: Generell, Sponsoring-Anfragen sollten durch das <a href="https://www.debian.org/Bugs/">Debian Bug Tracking System</a> gehandhabt werden. Bitte stelle sicher, dass Reports und Kommentare <strong>nur</strong> an die Bug Meldung gesendet werden (<em>nnn@bugs.debian.org</em>). Eine Kopie wird durch den Bug Tracker automatisch an die <em>debian-mentors</em> Mailing-Liste gesendet.
es: En general, las solicitudes de patrocinio deben gestionarse a través del <a href="https://www.debian.org/Bugs/">Sistema de seguimiento de errores de Debian</a>. Por favor, asegúrate de que tanto los informes como los comentarios se envían en el informe de errores a (<em>nnn@bugs.debian.org</em>) <strong>únicamente</strong>. El gestor de fallos enviará automáticamente una copia a la lista de correo <em>debian-mentors</em>.
fa: به صورت عمومی درخواست‌های حمایت باید از طریق <a href="https://www.debian.org/Bugs/">سامانهٔ ردیابی اشکال دبیان</a> مدیریت شوند. لطفاً مطمئن شوید که هم گزارش‌ها و هم نظرها <strong>فقط</strong> به گزارش اشکال (<em>nnn@bugs.debian.org</em>) فرستاده می‌شوند. رونوشتی به صورت خودکار از سوی ردیاب اشکال به سیاههٔ پستی <em>debian-mentors</em> فرستاده خواهد شد.
fr: En général, les demandes de parrainage doivent être reportés via le <a href="https://www.debian.org/Bugs/">Système de suivi des bug Debian</a>. Merci de vérifier que le rapport et les commentaires soit envoyé sur le rapport de bug (<em>nnn@bugs.debian.org</em>) <strong>seulement</strong>. Une copie est automatiquement envoyé sur la liste de distribution <em>debian-mentors</em> par le système de suivi de bug.
it: In generale, le richieste di sponsorizzazione dovrebbero essere gestite attraverso il <a href="https://www.debian.org/Bugs/">Debian Bug Tracking System</a> (Sistema di Tracciamento dei Bug Debian). Assicurarsi che sia i rapporti che i commenti siano inviati <strong>soltanto</strong> al rapporto di bug (<em>nnn@bugs.debian.org</em>). Una copia sarà inviata alla lista di messaggi <em>debian-mentors</em> dal sistema di bug tracker.
ja: 一般的に、スポンサーリクエストは <a href="https://www.debian.org/Bugs/">Debianバグトラッキングシステム</a>をとおして扱われるべきです。バグレポートやコメントが (<em>nnn@bugs.debian.org</em>) <strong>のみ</strong>に送られることを確認してください。バグトラッカーによって <em>debian-mentors</em> メーリングリストへ自動的にコピーが送られます。
nl: Over het algemeen moeten verzoeken om sponsoring worden behandeld via het <a href="https://www.debian.org/Bugs/">Debian Bug Tracking System</a>, het bugvolgsysteem van Debian. Zorg ervoor dat zowel rapporten als commentaren <strong>uitsluitend</strong> naar het bugrapport (<em>nnn@bugs.debian.org</em>) worden gestuurd. Het bugvolgsysteem zal automatisch een kopie naar de mailinglijst <em>debian-mentors</em> sturen.
ro: În general, cererile de sponsorizare ar trebui gestionate prin <a href="https://www.debian.org/Bugs/">Sistemul Debian de urmărire a erorilor</a> (Debian Bug Tracking System). Vă rugăm să vă asigurați că atât rapoartele, cât și comentariile sunt trimise <strong>doar</strong> la raportul de erori (<em>nnn@bugs.debian.org</em>). O copie va fi trimisă automat către lista de corespondență <em>debian-mentors</em> de către instrumentul de urmărire a erorilor.
sv: I allmänhet bör sponsringsförfrågningar hanteras genom <a href="https://www.debian.org/Bugs/">Debians felspårningssystem</a>. Se till att både rapporter och kommentarer skickas till felrapporten (<em>nnn@bugs.debian.org</em>) <strong>endast</strong>. En kopia kommer att skickas till <em>debian-mentors</em>s e-postlista automatiskt av felspåraren.
zh_hans: 通常情况下，赞助上传的请求应当使用 <a href="https://www.debian.org/Bugs/">Debian 缺陷跟踪系统</a>处理。请确保缺陷报告和相应的评论均<strong>仅</strong>发送至缺陷报告对应的电子邮件地址（<em>nnn@bugs.debian.org</em>）。缺陷跟踪系统会自动将邮件副本发送到 <em>debian-mentors</em> 邮件列表。

source: Once a source package has been prepared and made available (for example by uploading it to this site), file a new bug report against the <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> pseudo-package by using the template below.
de: So bald ein Quellpaket vorbereitet und verfügbar gemacht wurde (zum Beispiel durch den Upload zu dieser Seite), erstelle eine neue Bug Meldung gegen das <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> Pseudopaket, in dem du die Vorlage unten verwendest.
es: Una vez que se hayas preparado y puesto a disposición un paquete con la fuente del proyecto (por ejemplo, subiéndolo sabiéndolo en este sitio), presenta un nuevo informe de error en la <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>solicitudes de patrocinio</em></a> con el pseudopaquete utilizando la siguiente plantilla.
fa: پس از این که بستهٔ مبدأیی آماده و موجود شد ( مثلاً با بارگذاریش روی این پایگاه)، با استفاده از قالب زیر، گزارش اشکال جدیدی برای شبه‌بستهٔ <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> ثبت کنید.
fr: Une fois que le paquet source est prêt et disponible (par exemple, en l'envoyant sur ce site), remplissez un nouveau bug sur le pseudo-paquet <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> en utilisant le modèle ci-dessous.
it: Una volta che il pacchetto dei sorgenti è stato preparato e reso disponibile (per esempio caricandolo su questo sito), sottoporre un nuovo rapporto di bug sullo pseudo-pacchetto <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> utilizzando il modello sottostante.
ja: ソースパッケージの準備が出来て、例えばこのサイトにアップロードすることで参照可能になったら、 <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> 疑似パッケージに対するバグを立てます。バグを立てるには次のテンプレートを使います。
nl: Zodra een bronpakket is voorbereid en beschikbaar is gemaakt (bijvoorbeeld door het naar deze site te uploaden), moet u een nieuw bugrapport indienen tegen het pseudo-pakket <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi ?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> door het onderstaande sjabloon te gebruiken.
ro: Odată ce un pachet sursă a fost pregătit și pus la dispoziție (de exemplu, prin încărcarea acestuia pe acest sit), depuneți un nou raport de eroare pentru pseudo-pachetul <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> utilizând modelul de mai jos.
sv: När ett källkodspaket har förberetts och gjorts tillgängligt (till exempel genom att ladda upp det till den här webbplatsen), skicka in en ny felrapport mot <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> pseudopaket genom att använda mallen nedan.
zh_hans: 在你已准备好源码包并将其公布之后（例如，上传到本站点以公开发布），请向 <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests"><em>sponsorship-requests</em></a> 伪软件包提交一份缺陷报告，并使用下列的模板填写内容。
