Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: A must read resource to learn basics of Debian source packages
de: Ein Muss zum Lesen beim Lernen der Grundlagen von Debian Quellpakete.
es: Un recurso de lectura obligada para aprender los fundamentos de los paquetes fuente de Debian
fa: منبعی لازم برای آموختن پایه‌های بسته‌های مبدأ دبیان
fr: Une ressource incontournable pour apprendre les bases des paquets sources Debian
it: Una risorsa obbligatoria da leggere per apprendere le basi per la creazione dei pacchetti sorgenti Debian
ja: Debianソースパッケージの基本について学ぶためドキュメントを読む
nl: Een onmisbare bron van informatie om de basisprincipes van Debian broncodepakketten te leren
ro: O resursă care trebuie neapărat citită pentru a învăța elementele de bază ale pachetelor sursă Debian
sv: En resurs som måste läsas för att lära dig grunderna i Debians källkodspaket
zh_hans: 学习 Debian 源码包基础知识的必读资源

source: What is the Debian policy?
de: Was ist die Debian Policy?
es: ¿Cuál es la norma de Debian?
fa: سیاست دبیان چیست؟
fr: Qu'est-ce que la charte Debian ?
it: Cosa sono le politiche di Debian?
ja: Debianポリシーとは何ですか？
nl: Wat is het beleid van Debian?
ro: Ce este politica Debian?
sv: Vad är Debian policy?
zh_hans: 什么是 Debian 政策？

source: Every package must comply with the <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Debian policy</a> before it can enter the Debian distribution. This is a document which describes the structure and contents of the Debian archive and several design issues of the operating system, as well as technical requirements that each package must satisfy to be included in the distribution.
de: Jedes Paket muss die <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Debian Policy</a> befolgen, bevor es in die Debian Distribution aufgenommen werden kann. Das ist ein Dokument, welches die Struktur und den Inhalt vom Debian Archive und mehrere Design Aspekte vom Betriebssystem beschreibt, wie auch technische Anforderungen, das jedes Paket erfüllen muss, um in die Distribution integriert zu werden.
es: Cada paquete debe cumplir la <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Política de Debian</a> antes de poder entrar en la distribución Debian. Se trata de un documento que describe la estructura y el contenido del archivo de Debian y varias cuestiones de diseño del sistema operativo, así como los requisitos técnicos que cada paquete debe satisfacer para ser incluido en la distribución.
fa: پیش از آن که هر بسته‌ای بتواند وارد توزیع دبیان شود، باید مطابق <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">سیاست دبیان</a> باشد. این سندیست که ساختار و محتوای بایگانی دبیان و چندین مسئلهٔ طرّاحی سیستم‌عامل را به همراه نیازمندی‌های فنی‌ای که هر بسته باید برای قرار گرفتن در توزیع داشته باشد شرح می‌دهد.
fr: Tous les paquets doivent être comforme à <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Charte Debian</a> avant qu'ils puissent entrer dans la distribution Debian. C'est un document qui décrit la structure et le contenu de l'archive Debian, plusieurs problématiques d'architecture du système d'exploitation ainsi que les pré-requis techniques que chaque paquets soit satisfaire pour l'inclusion dans la distribution.
it: Qualsiasi pacchetto deve rispettare le <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">politiche di Debian</a> prima di poter far parte della distribuzione Debian. Questo è un documento che descrive la struttura e il contenuto dell'archivio Debian e diverse problematiche progettuali del sistema operativo, ma anche requisiti tecnici che ogni pacchetto deve soddisfare per essere incluso nella distribuzione.
ja: すべてのパッケージはDebianに含まれるまでに<a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Debianポリシー</a> に準拠しなければなりません。パッケージの構造やDebianアーカイブの内容、オペレーティングシステムの設計について言及したドキュメントがあり、ディストリビューションに含まれるにあたって満たさなければならない技術的な要件についても記述されています。
nl: Elk pakket moet voldoen aan de <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Beleidsrichtlijnen van Debian</a> voordat het in de Debian-distributie kan worden opgenomen. Dit is een document dat de structuur en inhoud van het Debian-archief beschrijft en verschillende kwesties die betrekking hebben op het ontwerp van het besturingssysteem, evenals de technische vereisten waaraan elk pakket moet voldoen om te worden opgenomen in de distributie.
ro: Fiecare pachet trebuie să respecte <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Politica Debian</a> înainte de a putea intra în distribuția Debian. Acesta este un document care descrie structura și conținutul arhivei Debian și mai multe aspecte de proiectare a sistemului de operare, precum și cerințele tehnice pe care fiecare pachet trebuie să le îndeplinească pentru a fi inclus în distribuție.
sv: Varje paket måste följa <a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Debianpolicyn</a> innan det kan komma in i Debiandistributionen. Detta är ett dokument som beskriver strukturen och innehållet i Debianarkivet och flera designfrågor för operativsystemet, samt tekniska krav som varje paket måste uppfylla för att inkluderas i distributionen.
zh_hans: 进入 Debian 发行版的每一个软件包都必须符合<a href="https://www.debian.org/doc/debian-policy/ch-scope.html">Debian 政策</a>。这份文件描述了 Debian 档案的结构、内容，以及操作系统的几个设计问题；文件里还描述了被纳入发行版中的每个软件包必须满足的技术要求。

source: The policy is not a tutorial. Its a technical manual which specifies normative requirements of packages. Read it to learn package specifications. If you don't know how to package something for Debian, please read additionally the <a href="https://www.debian.org/doc/manuals/maint-guide/">New Maintainer's Guide</a>.
de: Die Policy ist kein Tutorial. Es ist ein technisches Handbuch, welches normative Anforderungen von Paketen beschreibt. Lese es, um Paket Spezifikationen zu lernen. Wenn du nicht weisst, wie etwas für Debian paketiert wird, bitte lese zusätzlich den <a href="https://www.debian.org/doc/manuals/maint-guide/">New Maintainer's Guide</a>.
es: La política no es un tutorial. Es un manual técnico que especifica los requisitos normativos de los paquetes. Léelo para conocer las especificaciones del paquete. Si no sabes cómo empaquetar algo para Debian, lee además la <a href="https://www.debian.org/doc/manuals/maint-guide/">Guía del nuevo administrador</a>.
fa: سیاست یک خودآموز نیست. راهنمایی فنیست که نیازمندی‌های هنجاری بسته‌ها را مشخّص می‌کند. برای آموختن مشخّصه‌های بسته بخوانیدش. اگر نمی‌دانید چگونه چیزی را برای دبیان بسته‌بندی کنید، لطفاً <a href="https://www.debian.org/doc/manuals/maint-guide/">راهنمای نگه‌دارندهٔ جدید</a> را هم بخوانید.
fr: La Charte n'est pas un tutoriel. C'est un manuel technique qui spéficie les pré-requis normatif des paquets. Lisez-le pour apprendre les spécifications des paquets. Si vous ne savez pas comment empaqueter quelque chose pour Debian, merci de lire également le <a href="https://www.debian.org/doc/manuals/maint-guide/">Guide du nouveau Mainteneur</a>.
it: Le politiche non sono un tutorial. È un manuale tecnico che contiene requisiti normativi per i pacchetti. Leggilo per apprendere le specifiche di un pacchetto. Se non sai come creare un pacchetto Debian, allora leggi anche la <a href="https://www.debian.org/doc/manuals/maint-guide/">New Maintainer's Guide</a> (Guida per il Nuovo Manutentore).
ja: ポリシーというのはチュートリアルではありません。パッケージのあるべき要件を記述した技術マニュアルです。パッケージの仕様を学ぶために読んでください。Debian向けのパッケージのしかたがわからないなら、追加で<a href="https://www.debian.org/doc/manuals/maint-guide/">新メンテナーガイド</a>を参照してください。
nl: De beleidsrichtlijnen zijn geen handleiding. Ze vormen een technisch handboek dat de normatieve vereisten van pakketten specificeert. Lees het om de pakketspecificaties te leren kennen. Als u niet weet hoe u iets moet verpakken voor Debian, lees dan ook de <a href="https://www.debian.org/doc/manuals/maint-guide/">Handleiding voor nieuwe beheerders</a>.
ro: Politica nu este un tutorial. Este un manual tehnic care specifică cerințele normative ale pachetelor. Citiți-l pentru a învăța specificațiile pachetelor. Dacă nu știți cum să împachetați ceva pentru Debian, vă rugăm să citiți în plus <a href="https://www.debian.org/doc/manuals/maint-guide/">New Maintainer's Guide</a>.
sv: Policyn är inte en handledning. Det är en teknisk manual som specificerar normativa krav för paket. Läs den för att lära dig paketspecifikationer. Om du inte vet hur man paketerar något för Debian, läs dessutom <a href="https://www.debian.org/doc/manuals/maint-guide/">Ny underhållare guiden</a>.
zh_hans: 政策不是教程。它是一个规定了包的规范性要求的技术手册。阅读它可以学习软件包的规范。如果你不知道如何为 Debian 打包，请再阅读<a href="https://www.debian.org/doc/manuals/maint-guide/">新维护者指南</a> 。

source: Is my package technically okay?
de: Ist mein Paket technisch in Ordnung?
es: ¿Está técnicamente bien mi paquete?
fa: آیا بسته‌ام از نظر فنی درست است؟
fr: Est-ce que mon paquest est techniquement correct ?
it: Il mio pacchetto è tecnicamente corretto?
ja: 私のパッケージは技術的に問題ないでしょうか？
nl: Is mijn pakket technisch in orde?
ro: Pachetul meu este în regulă din punct de vedere tehnic?
sv: Är mitt paket tekniskt okej?
zh_hans: 我的软件包有技术问题吗？

source: When you upload your package to %(site_name)s it will automatically be checked for common mistakes. You will get an information email after the upload. Either your package contains bugs and will be rejected, or the package is clean except for some minor technical issues. You will get hints about how to fix the package. If the email tells you that your package is fine then a sponsor will still do further checks. Don't worry too much. If your package is accepted by mentors.debian.net then let the sponsor help you with the rest.
de: Wenn du dein Paket zu %(site_name)s hoch lädst, wird es automatisch auf gängige Fehler geprüft. Du wirst ein Informations-E-Mail nach dem Upload erhalten. Entweder enthält dein Paket noch Fehler und wird zurückgewiesen, oder das Paket ist soweit in Ordnung, ausser ein paar kleineren technischen Mängel. Du bekommst Hinweise, wie du das Paket korrigieren kannst. Wenn das E-Mail dir sagt, dass dein Paket in Ordnung ist, wird ein Sponsor trotzdem noch weitere Checks machen. Mach dir keine Sorgen. Wenn dein Paket von mentors.debian.net akzeptiert ist, dann lass dir vom Sponsor beim Resten helfen.
es: Cuando subas tu paquete a %(site_name)s se comprobará automáticamente para que no contenga errores comunes. Recibirás un correo electrónico de información después de la carga. O bien tu paquete contiene errores y será rechazado, o bien el paquete está limpio excepto por algunos problemas técnicos menores. Recibirás consejos sobre cómo corregir el paquete. Si el correo electrónico te dice que tu paquete está bien, el patrocinador seguirá haciendo comprobaciones. No te preocupes demasiado. Si tu paquete es aceptado por mentors.debian.net entonces deja que el patrocinador te ayude con el resto.
fr: Quand vous envoyez votre paquet sur %(site_name)s, il sera automatiquement vérifié pour des erreurs communes. Vous reçeverez un courriel d'information après l'envoi. Soit votre paquet contient des bugs et il sera rejeté, soit il est propre a l'exception de quelques problématiques minueurs. Vous aurez des indications sur comment corriger votre paquet. Si le courriel vous indique que le paquet est correct alors, un parrain fera les vérifications additionnelles. Ne soyez pas inquiet, si votre paquet est accepté par mentors.debian.net, alors laissez le parrain vous aider avec le reste.
it: Quando carichi il tuo pacchetto su %(site_name)s sarà verificato automaticamente per errori comuni. Riceverai una email informativa dopo il caricamento. Il tuo pacchetto potrebbe contenere bug e quindi essere respinto o il pacchetto è a posto eccetto per alcune problematiche tecniche minori. In questi casi riceverai dei suggerimenti su come correggere il pacchetto. Se l'email invece indicherà che il tuo pacchetto va bene, allora uno sponsor farà ulteriori verifiche. Non preoccuparti troppo. Se il tuo pacchetto è accettato da mentors.debian.net, allora lascia che il tuo sponsor ti aiuti con tutto il resto.
ja: パッケージを %(site_name)sにアップロードしたとき、よくあるミスについては自動的にチェックされるようになっています。アップロード後にメールが届くはずです。パッケージにバグがあれば、そのアップロードは拒否されます。そうでなければ、ささいな課題を除いては概ね問題ないということです。パッケージに概ね問題ないことがわかったら、スポンサーはさらに細かくチェックをすることでしょう。あまり気にしなくてもよいです。パッケージがmentors.debian.netに受理されたら、あとはスポンサーが手伝ってくれるからです。
nl: Wanneer u uw pakket uploadt naar %(site_name)s wordt het automatisch gecontroleerd op veelvoorkomende fouten. U krijgt een informatieve e-mail na de upload. Ofwel bevat uw pakket bugs en wordt het geweigerd, ofwel is het pakket zuiver op enkele kleine technische problemen na. U krijgt tips over hoe u het pakket kunt repareren. Als de e-mail u vertelt dat uw pakket in orde is, zal een sponsor nog verdere controles uitvoeren. Maak u niet te veel zorgen. Als uw pakket wordt aanvaard door mentors.debian.net, laat de sponsor u dan helpen met de rest.
ro: Atunci când vă încărcați pachetul în %(site_name)s, acesta va fi verificat automat pentru greșelile comune. Veți primi un mesaj de informare după încărcare. Fie pachetul dvs. conține erori și va fi respins, fie pachetul este curat, cu excepția unor probleme tehnice minore. Veți primi indicații despre cum să reparați pachetul. Dacă mesajl vă spune că pachetul dvs. este în regulă, atunci un sponsor va face în continuare verificări suplimentare. Nu vă faceți prea multe griji. Dacă pachetul dvs. este acceptat de mentors.debian.net, atunci lăsați sponsorul să vă ajute cu restul.
sv: När du laddar upp ditt paket till %(site_name)s kommer det automatiskt att kontrolleras för vanliga misstag. Du får ett e-postmeddelandet efter uppladdningen. Antingen innehåller ditt paket buggar och kommer att avvisas, eller så är paketet rent förutom några mindre tekniska problem. Du får tips om hur du fixar paketet. Om e-postmeddelandet säger att ditt paket är bra kommer en sponsor fortfarande att göra ytterligare kontroller. Oroa dig inte för mycket. Om ditt paket accepteras av mentors.debian.net, låt sponsorn hjälpa dig med resten.
zh_hans: 当你上传你的软件包到%(site_name)s ，它将自动检查一些常见的错误，上传后你会收到一封邮件。你的软件包要么因为含有缺陷而被拒绝，要么只有一些小的技术问题。你会收到如何修复软件包的提示。如果电子邮件告诉你，你的软件包没有问题，那么赞助者仍然会做进一步检查。不要太担心。如果你的软件包被 mentors.debian.net 接受了，你的赞助者会帮助你完成剩下的工作。

source: What is Lintian?
de: Was ist Lintian?
es: ¿Qué es Lintian?
fa: ‫Lintian‬ چیست؟
fr: Qu'est-ce que Lintian ?
it: Cos'è Lintian?
ja: Lintianとは何ですか？
nl: Wat is Lintian?
ro: Ce este Lintian?
sv: Vad är Lintian?
zh_hans: 什么是 Lintian？

source: Lintian is a Debian package checker (and available as <a href="https://packages.debian.org/lintian">Debian package</a> so you can run it yourself). It can be used to check binary and source packages for compliance with the Debian policy and for other common packaging errors.
de: Lintian ist ein Debian Paket Prüfer (und verfügbar als <a href="https://packages.debian.org/lintian">Debian Paket</a>, dass du es auch selber verwendet kannst). Es kann dafür verwendet werden, um Binäre- und Quellpakete auf die Einhaltung der Debian Policy und auf andere gängige Paketfehler zu prüfen.
es: Lintian es un comprobador de paquetes Debian (y está disponible como <a href="https://packages.debian.org/lintian">paquete Debian</a> para que puedas ejecutarlo tu mismo). Puedes usarlo para comprobar si los paquetes binarios y la fuente cumplen la política de Debian y otros errores comunes de empaquetado.
fa: ابزار Lintian یک بررسی کنندهٔ بستهٔ دبیان است (که در <a href="https://packages.debian.org/lintian">بسته‌های دبیان</a> موجود بوده تا بتوانید خودتان اجرایش کنید). می‌تواند برای بررسی بسته‌های مبدأ و دودویی به منظور انطباق با سیاست دبیان و دیگر خطاهای معمول بسته‌بندی استفاده شود.
fr: Lintian est un vérification de paquet Debian (et disponible en tant que <a href="https://packages.debian.org/lintian">paquet Debian</a> pour que vous puissiez le lancez vous-même). Il peut être utilisé pour vérifier les paquets binaires et sources sur leurs comformités avec la charte Debian and d'autres erreurs d'empaquetage.
it: Lintian è un verificatore di pacchetti Debian (e disponibile come <a href="https://packages.debian.org/lintian">pacchetto Debian</a> in modo che tu possa usarlo sulla tua macchina). Può essere utilizzato per verificare i pacchetti degli eseguibili e dei sorgenti per verificare il rispetto delle politiche di Debian e per trovare altri errori comuni fatti nella creazione dei pacchetti.
ja: LintianはDebianのパッケージをチェックするものです。 (<a href="https://packages.debian.org/lintian">Debian パッケージ</a>としてインストール可能なので、自身で実行できます。 ) バイナリーやソースパッケージがDebianポリシーに準拠しているか確認でき、よくあるパッケージの問題を指摘してくれます。
nl: Lintian is een programma voor de controle van pakketten in Debian (en beschikbaar als <a href="https://packages.debian.org/lintian">Debian-pakket</a> zodat u het zelf kunt uitvoeren). Het kan worden gebruikt om binaire en broncodepakketten te controleren op de naleving van de Debian beleidsrichtlijnen en op andere veelvoorkomende verpakkingsfouten.
ro: Lintian este un verificator de pachete Debian (și este disponibil ca <a href="https://packages.debian.org/lintian">pachet Debian</a>, astfel încât îl puteți rula singur). Acesta poate fi folosit pentru a verifica pachetele binare și sursă pentru conformitatea cu politica Debian și pentru alte erori comune de împachetare.
sv: Lintian är en Debian-paketkontroll (och tillgänglig som <a href="https://packages.debian.org/lintian">Debian-paket</a> så att du kan köra det själv). Det kan användas för att kontrollera binära paket och källkodspaket för överensstämmelse med Debians policy och för andra vanliga paketeringsfel.
zh_hans: Lintian 是一个 Debian 软件包检查器（它也是一个<a href="https://packages.debian.org/lintian">软件包</a> ，你可以自己运行它）。它可以用来检查二进制和源码包是否符合 Debian 政策，也会检查一些常见的打包错误。

source: Packaging for Debian is rather complex because one has to consider hundreds of guidelines to make the package "policy compliant". Lintian tries to address this issue by providing an automated static analysis framework. You can learn more about Lintian in the <a href="https://lintian.debian.org/manual/index.html">Lintian User's Manual</a>.
de: Paketierung für Debian ist recht komplex, da man hunderte von Richtlinien berücksichtigen muss, um das Paket "Richtlinien-konform" zu machen. Lintian versucht diesen Umstand mit einem automatischen statischen Analyse-Framework zu adressieren. Du kannst mehr über Lintian im <a href="https://lintian.debian.org/manual/index.html">Lintian User's Manual</a> lernen.
es: El empaquetado para Debian es bastante complejo porque uno tiene que considerar cientos de pautas para hacer que el paquete "cumple con las políticas". Lintian intenta abordar este problema proporcionando un marco de análisis estático automatizado. Puede obtener más información sobre Lintian en el <a href="https://lintian.debian.org/manual/index.html">Manual del usuario de Lintian</a>.
fa: بسته‌بندی برای دبیان از آن‌جا که فرد باید صدها خط‌مشی را برای «مطابق با سیاست» کردن بسته در نظر بگیرد، تقریباً پیچیده است. Lintian می‌کوشد این مشکل را با فراهم کردن چارچوب تجزیهٔ ایستایی خوکار برطرف کند. می‌توانید در <a href="https://lintian.debian.org/manual/index.html">راهنمای کاربری Lintian</a> بیش‌تر درباره‌اش بیاموزید.
fr: L'empaquetage pour Debian est plutôt complexe car l'on se doit de passer en revue des centaines de recommandations afin de rendre le paquet "comforme à la charte". Lintian essaye de répondre à cette problématique en fournissant un framework d'analyse statique automatisé. Vous pouvez en apprendre plus sur Lintian dans le <a href="https://lintian.debian.org/manual/index.html">Manuel de l'utilisateur Lintian</a>.
it: La creazione di un pacchetto Debian è piuttosto complesso poiché bisogna tenere in considerazione centinaia di linee guide per far sì che il pacchetto sia "conforme alle politiche". Lintian cerca di risolvere questa problematica fornendo un'infrastruttura automatizzata per l'analisi statica. Per saperne di più su Lintian vedere il <a href="https://lintian.debian.org/manual/index.html">Lintian User's Manual</a> (Manuale per l'Utente di Lintian).
ja: Debian向けにパッケージングするのはやや大変です。というのも、何百とあるガイドラインを考慮してパッケージを"ポリシーに準拠"させなければならないからです。Lintianは自動的に静的解析するフレームワークを提供することにより、課題を指摘しようとします。Lintianについては <a href="https://lintian.debian.org/manual/index.html">Lintianユーザーマニュアル</a>で学ぶことができます。
nl: Verpakken voor Debian is vrij complex omdat men rekening moet houden met honderden richtlijnen om het pakket "beleidsconform" te maken. Lintian probeert dit probleem aan te pakken door een geautomatiseerd kader voor statische analyse te bieden. Meer informatie over Lintian vindt u in de <a href="https://lintian.debian.org/manual/index.html">Gebruikershandleiding voor Lintian</a>.
ro: Împachetarea pentru Debian este destul de complexă, deoarece trebuie să se țină cont de sute de reguli pentru ca pachetul să fie "conform cu politica". Lintian încearcă să rezolve această problemă prin furnizarea unui cadru de analiză statică automată. Puteți afla mai multe despre Lintian în <a href="https://lintian.debian.org/manual/index.html">Lintian User's Manual</a>.
sv: Paketering för Debian är ganska komplicerat eftersom man måste överväga hundratals riktlinjer för att göra paketet "policykompatibelt". Lintian försöker lösa detta problem genom att tillhandahålla ett automatiserat statiskt analysramverk. Du kan lära dig mer om Lintian genom att läsa <a href="https://lintian.debian.org/manual/index.html">Lintian användarmanual</a>.
zh_hans: Debian 的打包很复杂，因为我们必须考虑许多的准则来使软件包 "符合政策"。Lintian 试图通过提供一个自动静态分析框架来解决这个问题。你可以在 <a href="https://lintian.debian.org/manual/index.html">Lintian 用户手册</a>中了解更多关于 Lintian 的信息。

source: Your Account
de: Dein Account
es: Tu cuenta
fa: حسابتان
fr: Votre compte
it: Il tuo Account
ja: あなたのアカウント
nl: Uw account
ro: Contul dvs.
sv: Ditt konto
zh_hans: 你的账户

source: Why do I not receive a confirmation email?
de: Wieso habe ich kein Bestätigungs-E-Mail erhalten?
es: ¿Por qué no recibo un correo electrónico de confirmación?
fa: چرا رایانامهٔ تأیید را نمی‌گیرم؟
fr: Pourquoi je n'ai pas reçu de courriel de confirmation ?
it: Perché non ho ricevuto una email di conferma?
ja: 確認のメールが届かないのはなぜですか？
nl: Waarom ontvang ik geen bevestigingse-mail?
ro: De ce nu primesc un mesaj de confirmare?
sv: Varför får jag ingen bekräftelse via e-post?
zh_hans: 为什么我没有收到确认邮件？
