Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a> (<em>WNPP</em>) is our system of announcing your intent to markup packages being worked on. In particular it is a bug against the <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp"> WNPP pseudo package</a> (<a href="https://wnpp.debian.net/">or use a nice frontend</a> to browse <em>WNPP</em> bugs). You may want to use the <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> tool to achieve that by selecting "<em>wnpp</em>" as package to report a bug to.
de: <a href="https://www.debian.org/devel/wnpp/">Work-Needing and Prospective Packages</a> (<em>WNPP</em>) ist unser System zum Bekanntmachen deiner Absicht, Pakete zu markieren, an denen gearbeitet wird. Konkret ist es ein Bug gegen das <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp">WNPP pseudo package</a> (<a href="https://wnpp.debian.net/">oder verwende ein schönes Frontend</a>, um <em>WNPP</em> Bugs durchzustöbern). Du kannst auch das <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> tool verwenden, um das gleiche zu erreichen, in dem du "<em>wnpp</em>" als Paket wählst, um den Bug zu melden.
es: <a href="https://www.debian.org/devel/wnpp/">Paquetes propuestos o necesitados de elaboración</a> (<em>WNPP</em>, en inglés) es nuestro sistema para anunciar su intento y marcar paquetes en los que trabaja. Se instrumenta como una tarea contra el <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp">pseudo-paquete WNPP</a>. (<a href="https://wnpp.debian.net/">Use un frontal amigable</a> para hojear tickets <em>WNPP</em>) o la herramienta <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> seleccionando "<em>wnpp</em>" como paquete contra el que abrir la tarea.
fa: <a href="https://www.debian.org/devel/wnpp/">بسته‌های آینده و نیازمند کار</a> (<em>WNPP</em>) سامانهٔ اعلام قصدتان برای مشخّص کردن بسته‌هاییست که رویش کار می‌شود. به طور خاص، اشکالیست روی <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp">شبه‌بستهٔ wnpp</a> (<a href="https://wnpp.debian.net/">یا از پیشانه‌ای خوب</a> برای مرور اشکال‌های <em>WNPP</em> استفاده کنید). شاید بخواهید از ابزار<tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> با گزینش <em>wnpp</em> برای این کار استفاده کنید.
fr: <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a> (<em>WNPP</em>) est notre système pour déclarer votre intention de travailler sur un paquet. Concrètement, c'est un bug sur le <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp">pseudo-paquet WNPP</a> (<a href="https://wnpp.debian.net/">ou utilisez une jolie interface</a> pour parcourir les bugs <em>WNPP</em>). Vous pourriez être intéresser pour utiliser l'outil <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> pour réaliser cette tâche, en sélectionnant "<em>wnpp</em>" comme paquet auquel appartient le bug.
it: <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a> (<em>WNPP</em>) è il nostro sistema per pubblicizzare la tua intenzione di creare pacchetti su cui stai lavorando. In particolare è un bug sul <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp"> pseudo pacchetto WNPP</a> (<a href="https://wnpp.debian.net/">o utilizzare un frontend carino</a> per navigare i bug <em>WNPP</em>). Potresti voler usare lo strumento <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> per creare il rapporto di bug, selezionando "<em>wnpp</em>" come nome del pacchetto su cui vuoi che il bug sia assegnato.
ja: <a href="https://www.debian.org/devel/wnpp/"> 作業が望まれるパッケージ</a> (<em>WNPP</em>) というのはシステム上パッケージの作業が進行中であることを知らしめる意図があります。とりわけ、<a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp"> WNPP 疑似パッケージ</a>に対するバグをたてることがそれに相当します。 (<a href="https://wnpp.debian.net/">やそれに代わるフロントエンドで</a> <em>WNPP</em>バグを閲覧してみてください). バグを報告するのに、 <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> で "<em>wnpp</em>" をパッケージとして選択することで目的を達成することができるでしょう。
nl: <a href="https://www.debian.org/devel/wnpp/">Work-Needing and Prospective Packages</a> (<em>WNPP</em> - Pakketten waaraan gewerkt moet worden en toekomstige pakketten) is ons systeem om te markeren dat u wilt aankondigen aan welke pakketten u wil werken. Het is met name een bug tegen het <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp">pseudopakket WNPP</a> (<a href="https ://wnpp.debian.net/">of gebruik een mooie frontend</a> om door <em>WNPP</em>-bugs te bladeren). U kunt hiervoor het hulpmiddel <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> gebruiken en daarin het pakket "<em>wnpp</em>" selecteren als pakket waartegen u deze bug wilt indienen.
ro: <a href="https://www.debian.org/devel/wnpp/"> Pachete solicitate sau care necesită elaborare</a> (<em>„Work-Needing and Prospective Packages”: WNPP</em>) este sistemul nostru de anunțare a intenției dumneavoastră de a marca pachetele la care se lucrează. În concret, este un raport de eroare față de <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp"> pseudo-pachetul WNPP</a> (<a href="https://wnpp.debian.net/">sau folosiți o interfață drăguță</a> pentru a răsfoi rapoartele de eroare <em>WNPP</em>). Poate doriți să utilizați instrumentul <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> pentru a realiza acest lucru selectând „<em>wnpp</em>" ca pachet pentru a raporta o eroare.
sv: <a href="https://www.debian.org/devel/wnpp/"> Arbetsbehövande och potentiella paket</a> (<em>WNPP</em>) är vårt system för att tillkännage din avsikt att märka upp paket som arbetas med. I synnerhet är det en bugg mot <a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp"> WNPP-pseudopaketet</a><a href="https://wnpp.debian.net/">eller använd ett trevligt gränssnitt</a> för att bläddra i <em>WNPP</em>-buggar). Du kanske vill använda verktyget <tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt> för att uppnå det genom att välja "<em>wnpp</em>" som paket att rapportera ett fel till.
zh_hans: <a href="https://www.debian.org/devel/wnpp/">需要投入精力和未来的软件包”</a>（<em>WNPP</em>）是一个可以对你的打包意图和工作进度进行标记的系统。这个系统本质上是对<a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=wnpp">WNPP伪软件包</a>提出的缺陷报告（你也可以使用<a href="https://wnpp.debian.net/">这个网页前端</a>浏览<em>WNPP</em> 缺陷报告）。如果你想提交一个打包相关的缺陷报告，你可以使用<tt><a href="https://packages.debian.org/sid/reportbug">reportbug</a></tt>工具，选中"<em>wnpp</em>"包，并向其提出缺陷报告。

source: 2. Make the package
de: 2. Mache ein Paket
es: 2. Construir el paquete
fa: ۲. ایجاد بسته
fr: 2. Créer le paquet
it: 2. Creare il pacchetto
ja: 2. パッケージを作成する
nl: 2. Het pakket maken
ro: 2. Construiți pachetul
sv: 2. Skapa paketet
zh_hans: 2. 制作软件包

source: Debian packages must comply to several normative requirements and guidelines. We can't give you exhaustive instructions on how to build packages here. In short, we expect you to provide a <em>source package</em> complying to the Debian policy at least (see below). Please take a look at those excellent resources:
de: Debian Pakete müssen verschiedene normative Anforderungen und Richtlinien erfüllen. Wir können hier keine vollständigen Instruktionen geben, wie Pakete gebaut werden müssen. Zusammengefasst, wir erwarten von dir, dass du ein <em>Source Package</em> bereitstellst, welches zumindest die Debian Policy erfüllt (schaue unten). Bitte schau dir die folgenden exzellenten Ressourcen an:
es: Los paquetes Debian tienen que cumplir varios requisitos normativos y directrices. Aquí no podemos darle instrucciones completas para construir paquetes. En resumen, esperamos que Ud proporcione un <em>paquete fuente</em> que cumpla al menos la política de Debian (ver abajo). Eche un vistazo por favor a estos excelentes recursos:
fa: بسته‌های دبیان باید با چندین نیازمندی هنجاری و رهنمود مطابق باشند. این‌جا نمی‌توانیم دستورالعمل‌های خسته‌کنندهٔ چگونگی ساخت بسته‌ها را بدهیم. به طور کمینه، انتظار داریم <em>بستهٔ مبدأ</em> سازگار با سیاست دبیان را فراهم کنید (پایین را ببینید). لطفاً نگاهی به این منابع عالی بیندازید:
fr: Les paquets Debian doivent respecter plusieurs pré-requis et ligne directrices normatifs. Nous ne pouvons pas donner des instructions exhaustives sur comment construire un paquet ici. En résumé, nous attendons de vous que vous fournissiez un <em>paquet source</em> respectant, au minimum, la charte Debian (voir ci-dessous). Merci de consulter ces excellentes ressources :
it: I pacchetti Debian devono rispettare parecchie linee guida e requisiti normativi. Non possiamo darti qui istruzioni esaustive su come costruire un pacchetto. In breve, noi ci aspettiamo che tu fornisce un <em>pacchetto sorgente</em> che perlomeno rispetti le politiche di Debian (vedere qui sotto). Per favore dai una lettura a queste risorse eccellenti:
ja: Debianパッケージにはいくつか準拠しなければならない要件やガイドラインが存在します。ここでパッケージをビルドする方法についてすべてを案内することはできません。端的に言うと、少なくともDebianポリシー（次を参照してください）に準拠した<em>ソースパッケージ</em>であることを期待します。次の優れた資料を参照してください：
nl: Debian-pakketten moeten voldoen aan verschillende normatieve vereisten en richtlijnen. We kunnen u hier geen uitputtende instructies geven over het bouwen van pakketten. In het kort verwachten we dat u een <em>broncodepakket</em> levert dat ten minste voldoet aan de beleidsrichtlijnen van Debian (zie hieronder). Kijk eens naar deze uitstekende bronnen:
ro: Pachetele Debian trebuie să respecte mai multe cerințe normative și linii directoare. Nu vă putem oferi instrucțiuni exhaustive despre cum să construiți pachete aici. Pe scurt, ne așteptăm să furnizați un <em>pachet sursă</em> care respectă cel puțin politica Debian (vedeți mai jos). Vă rugăm să aruncați o privire la aceste resurse excelente:
sv: Debianpaket måste uppfylla flera normativa krav och riktlinjer. Vi kan inte ge dig uttömmande instruktioner om hur du bygger paket här. Kort sagt, vi förväntar oss att du tillhandahåller ett <em>källkodspaket</em> som överensstämmer med Debians policy åtminstone (se nedan). Ta en titt på dessa utmärkta resurser:
zh_hans: Debian 软件包必须遵守一些规范要求和指导。我们无法在这里给出有关如何构建软件包的详尽要求。简单来说，我们希望你提供一份<em>源码包</em>并使其至少遵循 Debian 政策（参见下文）。请考虑查看下列重要的文档资源：

source: The Debian Policy Manual
de: Die Debian Policy Anleitung
es: El Manual de la Política de Debian
fa: راهنمای سیاست دبیان
fr: La charte Debian
it: The Debian Policy Manual (Il Manuale delle Politiche Debian)
ja: Debianポリシーマニュアル
nl: Het beleidshandboek van Debian
ro: Manualul de politici Debian
sv: Debians policymanual
zh_hans: Debian 政策手册

source: A must-read resource to learn about technical specification and technical requirements of Debian packages.
de: Eine Muss zum Lesen beim Lernen über technische Spezifikationen und technische Anforderungen von Debian Paketen.
es: Una lectura obligada para aprender acerca de los requisitos y especificaciones técnicos de los paquetes Debian.
fa: منبعی لازم برای آموختن مشخّصه‌ها و نیازمندی‌های فنی بسته‌های دبیان.
fr: Une ressource incontournable pour apprendre les spécifications techniques et les pre-requis techniques des paquets Debian.
it: Una risorsa la cui lettura è obbligatoria per apprendere le specifiche tecniche e i requisiti tecnici relativi ai pacchetti Debian.
ja: Debianパッケージに関する技術仕様や要件を学ぶには必須の資料です。
nl: Een onmisbare bron om meer te weten te komen over de technische specificaties en technische vereisten van Debian-pakketten.
ro: O resursă care trebuie neapărat citită pentru a afla despre specificațiile tehnice și cerințele tehnice ale pachetelor Debian.
sv: En måste-läsas-resurs för att lära dig om tekniska specifikationer och tekniska krav för Debian-paket.
zh_hans: 了解 Debian 软件包的技术规范和技术要求的必读资源。

source: New Maintainer's Guide
de: Leitfaden für neue Maintainer
es: Guía del Mantenedor Nuevo
fa: راهنمای نگه‌دارندان جدید
fr: Le Guide du Nouveau Mainteneur
it: New Maintainer's Guide (Nuova Guida del Manutentore)
ja: 新メンテナーズガイド
nl: Handleiding voor nieuwe pakketbeheerders
ro: Ghidul noului responsabil
sv: Ny underhållareguide
zh_hans: 新维护者指南

source: A must-read resource to learn basics of Debian source packages
de: Ein Muss zum Lesen beim Lernen der Grundlagen von Debian Quellpakete
es: Una lectura obligada para aprender lo básico de los paquetes fuente Debian
fa: منبعی لازم برای آموختن پایه‌های بسته‌های مبدأ دبیان
fr: Une ressource incontournable pour apprendre les bases des paquets sources Debian
it: Una risorsa obbligatoria da leggere per apprendere le basi per la creazione dei pacchetti sorgenti Debian
ja: Debianのソースパッケージの基本を学ぶには必須の資料です
nl: Een onmisbare bron om de grondbeginselen van Debian-bronpakketten te leren kennen
ro: O resursă care trebuie neapărat citită pentru a învăța elementele de bază ale pachetelor sursă Debian
sv: En måste-läsas-resurs för att lära dig grunderna i Debians källkodspaket
zh_hans: 学习 Debian 源码包基础知识的必读资源

source: Lucas Nussbaum's packaging tutorial
de: Lucas Nussbaum's Tutorial fürs Paketieren
es: Tutorial de Empaquetado de Lucas Nussbaum
fa: خودآموز بسته‌بندی لوکاس نوس‌باوم
fr: Le tutoriel de création de paquets de Lucas Nussbaum
it: Lucas Nussbaum's packaging tutorial (Guida passo-passo, di Lucas Nussbaum, per la creazione dei pacchetti)
ja: Lucas Nussbaum氏によるパッケージングチュートリアル
nl: De verpakkingshandleiding van Lucas Nussbaum
ro: Tutorialul de împachetare al lui Lucas Nussbaum
sv: Lucas Nussbaums paketeringskurs
zh_hans: Lucas Nussbaum 编写的打包教程

source: A quick introduction to Debian packaging
de: Ein kurze Einführung in die Debian Paketierung
es: Una introducción rápida al empaquetado Debian
fa: دیباچه‌ای سریع به بسته‌بندی دبیان
fr: Une introduction succinte à l'empaquetage Debian
it: Una veloce introduzione sulla creazione dei pacchetti in Debian
ja: Debianパッケージングを簡単に説明しています
nl: Een korte inleiding tot verpakken voor Debian
ro: O introducere rapidă la împachetarea Debian
sv: En snabb introduktion till Debian-paketering
zh_hans: Debian 打包简介

source: Developer's Reference
de: Entwickler's Referenz
es: Referencia del Desarrollador
fa: مرجع توسعه‌دهنده
fr: Référence du Développeur
it: Developer's Reference (Riferimento per gli Sviluppatori)
ja: 開発者リファレンス
nl: Referentiewerk voor ontwikkelaars
ro: Referința dezvoltatorului
sv: Utvecklarens referens
zh_hans: 开发者参考文档

source: A comprehensive manual describing typical workflows and best practices related to Debian packages
de: Eine umfangreiche Anleitung, welche die typischen Arbeitsschritte und Best Practices bezogen auf Debian Pakete beschreibt
es: Un manual completo que describe los flujos de trabajo y buenas prácticas relativos a los paquetes Debian
fa: راهنمایی جامع که گردش کاری و بهترین روش‌های مربوط به بسته‌های دبیان را شرح می‌دهد
fr: Un manuel complet décrivant les processus abituels ainsi que les bonnes pratiques pour les paquets Debian
it: Un manuale completo che descrive gli iter tipici e le migliori pratiche per i pacchetti Debian
ja: Debianパッケージのよくあるワークフローやベストプラクティスを網羅したマニュアルです
nl: Een uitgebreide handleiding die typische werkstromen en beste praktijken beschrijft met betrekking tot Debian-pakketten
ro: Un manual cuprinzător care descrie fluxurile de lucru tipice și cele mai bune practici legate de pachetele Debian
sv: En omfattande manual som beskriver typiska arbetsflöden och bästa praxis relaterade till Debianpaket
zh_hans: 描述与 Debian 软件包相关的典型工作流程和最佳实践的综合手册

source: Debian Mentors FAQ
de: Debian Mentoren FAQ
es: Preguntas Frecuentes respecto a Mentores Debian
fa: پرسش‌های پرتکرار نگه‌دارندگان دبیان
fr: F.A.Q. de Debian Mentors
it: FAQ per i Mentori Debian
ja: Debianメンター向けFAQ
nl: FAQ van Debian Mentors
ro: Răspunsuri la întrebările frecvente despre mentorii Debian
sv: Debian Mentorer FAQ
zh_hans: Debian Mentors 常见问题

source: (Debian Wiki)
fa: (ویکی دبیان)
fr: (Wiki Debian)
it: (Wiki di Debian)
ro: (Wiki Debian)

source: Another valuable resource to learn about common terms and workflows related to Debian
de: Eine andere wertvolle Ressource, um gemeinsame Begriffe und Arbeitsabläufe bezogen auf Debian zu lernen
es: Otro recurso valioso para aprender acerca de términos comunes y flujos de trabajo relativos a Debian
fa: مبنع ارزشمندی دیگر برای آموخیتن دربارهٔ‌ گردش کاری و عبارت‌های معمول مربوط به دبیان
fr: Une autre ressource importante pour apprendre le vocabulaire et les processus attachés à Debian
it: Un'altra risorsa preziosa per apprendere i termini comuni e gli iter presenti in Debian
ja: Debianの一般的な用語やワークフローに関するよい資料です
nl: Nog een waardevolle bron om meer te weten te komen over veelgebruikte termen en werkstromen met betrekking tot Debian
ro: O altă resursă valoroasă pentru a învăța despre termenii comuni și fluxurile de lucru legate de Debian
sv: Ytterligare en värdefull resurs för att lära dig om vanliga termer och arbetsflöden relaterade till Debian
zh_hans: 学习与 Debian 有关的常用术语和工作流程的宝贵资源

source: 3. Publish your package
de: 3. Veröffentliche dein Paket
es: 3. Publicar su paquete
fa: ۳. انتشار بسته‌تان
fr: 3. Publier votre paquet
it: 3. Pubblicare il proprio pacchetto
ja: 3. パッケージを公開する
nl: 3. Uw pakket publiceren
ro: 3. Publicați pachetul dvs
sv: 3. Publicera ditt paket
zh_hans: 3. 发布软件包

source: This web site is a public package repository of source packages. You can upload your package to this server (through special tools like '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' or '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') and after a few checks it will be stored in our repository. <a href="%(u_sponsor)s">Interested sponsors</a> can then download the package and upload it to Debian.
de: Diese Webseite ist eine öffentliche Paket-Ablage von Quellpaketen. Du kannst dein Paket zu diesem Server hochladen (durch spezielle Tools, wie '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' oder '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') und nach ein paar Checks wird es in unserer Ablage gespeichert. <a href="%(u_sponsor)s">Interessierte Sponsoren</a> können dann das Paket herunterladen und zu Debian hochladen.
es: Este sitio web es un repositorio público de paquetes fuente. Puede Ud subir su paquete a este servidor (mediante herramientas especiales como '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' o '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') y tras algunas comprobaciones se almacenará en nuestro repositorio. Los <a href="%(u_sponsor)s">mentores interesados</a> pueden descargar el paquete y publicarlo en Debian.
fa: این پایگاه وب مخزن بسته‌ای عمومی از بسته‌های مبدأ است. می‌توانید بسته‌هایتان را ((با ابزارهایی خاص چون <tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt> یا <tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>) با این کازساز فرستاده تا پس از چند بررسی در مخزنمان قرار گیرد. سپس <a href="%(u_sponsor)s">حامیان مشتاق</a>می‌توانند بسته را بارگرفته و روی دبیان بارگذاری کنند.
fr: Ce site web est un dépôt publique de paquet pour les paquets sources. Vous pouvez envoyer votre paquet sur ce serveur (grâce à des outils spécialisés comme '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' ou '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') et après quelques vérifications, il sera stocké dans notre dépôt. <a href="%(u_sponsor)s">Des parrains intéressés</a> peuvent alors télécharger votre paquet et l'envoyer sur Debian.
it: Questo sito web è un repository pubblico di pacchetti sorgente. Puoi caricare il tuo pacchetto in questo server (attraverso strumenti speciali come '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' o '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') e dopo alcuni controlli sarà presente nel nostro repository. Gli <a href="%(u_sponsor)s">sponsor interessati</a> potranno poi scaricare il pacchetto e caricarlo in Debian.
ja: このウェブサイトは、公開のソースパッケージのリポジトリです。( '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' や '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>'のようなツールを利用して)パッケージをこのサーバーにアップロードすることができ、いくつかのチェックを経て、リポジトリに保存されます。 <a href="%(u_sponsor)s">興味を持ったスポンサー</a>はパッケージをダウンロードし、Debianにアップロードできます。
nl: Deze website is een openbare pakketbron van broncodepakketten. U kunt uw pakket uploaden naar deze server (via speciale hulpmiddelen zoals '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' of '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') en na enkele controles wordt het opgeslagen in onze pakketbron. <a href="%(u_sponsor)s">Geïnteresseerde sponsors</a> kunnen dan het pakket downloaden en uploaden naar Debian.
ro: Acest sit web este un depozit public de pachete sursă. Puteți încărca pachetul dumneavoastră pe acest server (prin intermediul unor instrumente speciale precum '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' sau '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>') și după câteva verificări va fi stocat în depozitul nostru. <a href="%(u_sponsor)s">Sponsorii interesați</a> pot apoi descărca pachetul și îl pot încărca în Debian.
sv: Den här webbplatsen är ett offentligt paketarkiv av källkodspaket. Du kan ladda upp ditt paket till den här servern (genom specialverktyg som '<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>' eller '<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>'och efter några kontroller kommer det att lagras i vårt arkiv. <a href="%(u_sponsor)s">Intresserade sponsorer</a> kan sedan ladda ner paketet och ladda upp det till Debian.
zh_hans: 这个网站是一个公共的源代码包存储库。你可以上传软件包到服务器（使用如'<tt><a href="https://packages.debian.org/sid/dupload">dupload</a></tt>'或'<tt><a href="https://packages.debian.org/sid/dput">dput</a></tt>'等工具）。在软件包通过了网站对上传的软件包进行的一些自动检查后，它会被储存到仓库中。<a href="%(u_sponsor)s">感兴趣的赞助者</a>可以下载它并将其上传到Debian。

source: Using %(title)s
de: Nutzung von %(title)s
es: Usar %(title)s
fa: با استفاده از %(title)s
fr: En utilisant %(title)s
it: Usando %(title)s
ja: %(title)sを使う
nl: Het gebruik van %(title)s
ro: Utilizarea %(title)s
sv: Använder %(title)s
zh_hans: 使用 %(title)s
