Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Your upload is a <tt>QA</tt> upload. Please refer to the respective section in the <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">Developer's Reference</a> to learn about <tt>QA</tt> uploads.
de: Dein Upload ist ein <tt>QA</tt> Upload. Bitte beziehe dich zum entsprechenden Abschnitt in der <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">Entwickler's Referenz</a>, um über <tt>QA</tt> Uploads zu lernen.
es: Tu subida es una subida <tt>QA</tt>. Consulte la sección correspondiente en <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">Referencia para desarrolladores</a> para obtener más información sobre las cargas <tt>QA</tt>.
fa: بارگذاریتان از نوع <tt>QA</tt> است. لطفاً برای آموختن بیش‌تر دربارهٔ بارگذاری‌های <tt>QA</tt> به بخش مربوطه در <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">مرجع توسعه‌دهندگان</a> مراجعه کنید.
fr: Votre envoi est un envoi <tt>QA</tt>. Merci de vous reporter à la section respective dans la <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">référence du développeur</a> pour en apprendre d'avantage sur les envois <tt>QA</tt>.
it: Il tuo caricamento è di tipo <tt>QA</tt>. Fare riferimento alla sezione corrispondente della <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">Developer's Reference</a> (Guida di Riferimento degli Sviluppatori) per saperne di più sui caricamenti <tt>QA</tt>.
ja: あなたは <tt>QA</tt> アップロードしています。<a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">開発者リファレンス</a> のそれぞれのセクションを参照し、 <tt>QA</tt> アップロードについて学んでください。
nl: Uw upload is een <tt>QA</tt>-upload (een kwaliteitsverzekeringsupload). Raadpleeg de betreffende sectie in de <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">Developer's Reference</a> ((referentiehandleiding voor ontwikkelaars) voor meer informatie over <tt>QA</tt>-uploads.
ro: Încărcarea dvs. este o încărcare <tt>QA</tt>. Vă rugăm să consultați secțiunea respectivă din <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">Referința dezvoltatorului</a> pentru a afla mai multe despre încărcările <tt>QA</tt>.
sv: Din uppladdning är en <tt>QA</tt> uppladdning. Se respektive avsnitt i <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">utvecklarens referens</a> för att lära dig mer om <tt>QA</tt> uppladdningar.
zh_hans: 你的上传是 <tt>QA</tt> 上传。请参考<a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu-qa-upload">开发者参考文档</a> 中的相应章节，以了解更多与 <tt>QA</tt> 上传的内容。

source: This is short for <em>Release-Critical</em>, a class of bugs that are particularly important. Use this indicator if your request fixes an <tt>RC</tt> bug.
fr: C'est un raccourcis pour <em>Release-Critical</em>, une classe de bug qui est particulièrement importante. Utilisez cette indication si votre demande corrige ces bugs <tt>RC</tt>.
ro: Aceasta este prescurtarea de la <em>Release-Critical</em> (Erori de lansare critice), o clasă de erori care sunt deosebit de importante. Folosiți acest indicator dacă solicitarea dumneavoastră corectează o eroare <tt>RC</tt>.

source: Please keep track of the bug and respond to comments. If the bug was tagged <em>moreinfo</em> or <em>wontfix</em> and you think you have addressed the issues, please remove the respective tag.
de: Bitte behalte die Übersicht über den Bug und antworte auf Kommentare. Wenn der Bug mit <em>moreinfo</em> oder <em>wontfix</em> gekennzeichnet ist und du denkst, du hast das Anliegen adressiert, entferne bitte die entsprechende Kennzeichen.
es: Por favor, sigue la pista del fallo y responde a los comentarios. Si el error estaba etiquetado como <em>moreinfo</em> o <em>wontfix</em> y si crees que has solucionado los problemas, elimina la etiqueta correspondiente.
fa: لطفاً رد اشکال را داشته و به نظرها پاسخ دهید. اگر اشکال با <em>moreinfo</em> یا <em>wontfix</em> برچسب خورده بود و فکر می کنید مشکل را حل کره‌اید، لطفاً برچسب مربوطه را بردارید.
fr: Merci de garder connaissance du bug et de répondre aux commentaires. Si le bug a été tagué <em>moreinfo</em> ou <em>wontfix</em> et que vous pensé avoir adressé le problème, merci de supprimer le tag respectif.
it: Per favore segui il bug e rispondi ai commenti. Se al bug viene associato il tag <em>moreinfo</em> o <em>wontfix</em> e pensi di aver risolto i problemi, allora rimuovi il tag corrispondente.
ja: バグを追いかけコメントに反応してください。バグにつけられた<em>moreinfo</em>や<em>wontfix</em>タグに関して問題を突き止めたなら、そのタグは削除してください。
nl: Volg de bug op en reageer op commentaar. Als de bug een tag <em>moreinfo</em> (meer informatie nodig) of <em>wontfix</em> (wordt niet opgelost) gekregen heeft en u denkt dat u de problemen hebt verholpen, verwijder dan de betreffende tag.
ro: Vă rugăm să urmăriți raportul de eroare și să răspundeți la comentarii. Dacă eroarea a fost etichetată <em>moreinfo</em> (mai multe informații) sau <em>wontfix</em> (nu este remediată) și credeți că ați rezolvat problemele, vă rugăm să eliminați eticheta respectivă.
sv: Håll koll på buggen och svara på kommentarer. Om felet var märkt med <em>mer info</em> eller <em>fixas inte</em> och du tror att du har åtgärdat problemen, ta bort respektive tagg.
zh_hans: 请保持对该缺陷的跟踪并回复评论。如果该缺陷被标记为 <em>moreinfo</em> 或 <em>wontfix</em>，而你认为你已经解决了这些问题，请删除相应的标记。

source: If you changed the package to address concerns, please send a follow-up email to your sponsorship request bug (nnn@bugs.debian.org) with the URL to the source package and the most recent changelog entries, as you did for the initial request.
de: Wenn du das Paket geändert hast, um Bedenken zu adressieren, sende bitte ein Follow-Up E-Mail an deine Sponsoring-Anfrage Bug (nnn@bugs.debian.org) mit der URL zum Quellpaket und den aktuellsten Einträgen der Änderungsgeschichte, wie du das auch für die initiale Anfrage gemacht hast.
es: Si has modificado el paquete para solucionar algún problema, envía un correo electrónico de seguimiento a tu error de solicitud de patrocinio (nnn@bugs.debian.org) con la URL del paquete fuente y las entradas más recientes del registro de cambios, como hiciste para la solicitud inicial.
fa: اگر بسته ر برای رفع نگرانی‌ها تغییر دادید، لطفاً همانند درخواست نخستینتان، یک رایانامهٔ پیگیری با نشانی بستهٔ مبدأ و جدیدترین ورودی‌های گزارش دگرگونی به اشکال درخواست حمایتتان (nnn@bugs.debian.org) بفرستید.
fr: Si vous changez le paquet pour adresser ses commentaires, merci d'envoyer un mail de suivi sur la demande de parrainage (nnn@bugs.debian.org) qui inclut l'URL vers le paquet source et la dernière entrée du changelog, de manière similaire à la demande initiale.
it: Se hai modificato il pacchetto per risolvere dei problemi, allora invia un'ulteriore email al tuo bug con la richiesta di uno sponsor (nnn@bugs.debian.org) con l'URL al pacchetto sorgente e all'ultimo elemento inserito nel changelog, come hai già fatto per la richiesta iniziale.
ja: パッケージの修正について何らかの懸念がある場合、スポンサーシップを依頼したバグ (nnn@bugs.debian.org) 宛にソースパッケージの場所をしめすURLと直近のchangelogを添えたメールを送ってください(最初にリクエストを送ったときと同じように)。
nl: Als u het pakket hebt gewijzigd om problemen aan te pakken, stuur dan een vervolge-mail naar de bug met uw verzoek om sponsoring (nnn@bugs.debian.org) met de URL naar het broncodepakket en de meest recente changelog-vermeldingen, zoals u deed voor het oorspronkelijke verzoek.
ro: Dacă ați modificat pachetul pentru a rezolva problemele, vă rugăm să trimiteți un e-mail de continuare la raportul de eroare a cererii dvs. de sponsorizare (nnn@bugs.debian.org) cu adresa URL a pachetului sursă și cele mai recente intrări din jurnalul de modificări, așa cum ați făcut pentru solicitarea inițială.
sv: Om du ändrade paketet för att lösa problem, skicka ett uppföljande e-postmeddelande till din sponsringsförfrågan bugg (nnn@bugs.debian.org) med URL:en till källpaketet och de senaste ändringsloggposterna, som du gjorde för den första begäran.
zh_hans: 如果你修改了你的软件包并解决了一些他人提出的顾虑，请发送一封带有更新信息的电子邮件到你的赞助请求缺陷档案（nnn@bugs.debian.org）并提供访问当前版本的源码包的 URL 以及最新的变更日志条目，需提供的内容类似你的初始请求。

source: If there are issues with the upload after the bug was closed, for example when the package was rejected by the archive software, you can reopen the bug (again, please include references to the updated source package or ask for advice).
de: Wenn es Probleme mit dem Upload gibt, nach dem der Bug geschlossen wurde, z.B. wenn das Paket von der Archiv-Software zurückgewiesen wird, kannst du den Bug wieder öffnen (nochmals, bitte füge Referenzen zum hoch geladenen Quellpaket ein oder frage nach einem Rat).
es: Si hay problemas con la subida después de cerrar el fallo, por ejemplo cuando el paquete fue rechazado por el software del archivo, puedes volver a abrir el fallo (de nuevo, incluye referencias al paquete fuente actualizado o pide consejo).
fa: اگر پس از بسته شدن اشکال، مشکلی در بارگذاری وجود داشت، مثلاً بسته به دست نرم‌افزار بایگانی رد شد، می‌توانید اشکال را بازگشایی کنید (دوباره، لطفاً مرجع‌ها به بستهٔ مبدأ به‌روز را گنجانده یا درخواست توصیه کنید).
fr: Si il y a des problèmes avec l'envoi après que le bug ai été fermé, par exemple quand un paquet est rejeté par le logiciel de l'archive, vous pouvez ré-ouvrir le bug (de nouveau, merci d'inclure les références vers le paquet source ou de demander de l'aide).
it: Se sono presenti problemi con il caricamento dopo che il bug è stato chiuso, per esempio quando il pacchetto è stato rifiutato dal software di archiviazione, puoi riaprire il bug (ancora, per favore includi il riferimento al pacchetto sorgente caricato o chiedi consigli).
ja: もしアップロードによりバグが閉じられた後に問題があることがわかったら、(例えばアーカイブを処理するソフトウェアにリジェクトされるような場合があります)バグをリオープンできます(アドバイスを求めるために、更新したソースパッケージへのリンクを含めてください)。
nl: Als er problemen zijn met de upload nadat de bug is gesloten, bijvoorbeeld wanneer het pakket is afgewezen door de software van het pakketarchief, kunt u de bug opnieuw openen (voeg opnieuw verwijzingen toe naar het bijgewerkte broncodepakket of vraag om advies).
ro: Dacă există probleme cu încărcarea după ce eroarea a fost închisă, de exemplu atunci când pachetul a fost respins de software-ul de arhivare, puteți redeschide raportul de eroare (din nou, vă rugăm să includeți referințe la pachetul sursă actualizat sau să cereți sfaturi).
sv: Om det finns problem med uppladdningen efter att buggen stängdes, till exempel när paketet avvisades av arkivprogramvaran, kan du öppna felet (igen, inkludera referenser till det uppdaterade källkodspaketet eller be om råd).
zh_hans: 如果在缺陷被关闭后出现了一些与软件包上传相关的其他问题，例如软件包被 Debian 的归档软件拒绝，你可以重新打开（reopen）原有的缺陷（同样地，请同时提供更新的源码包，或在邮件中指出你需要他人进一步的建议或引导）。

source: Reviewing Packages
de: Überprüfen der Pakete
es: Revisión de los paquetes
fa: بازبینی بسته‌ها
fr: Faire la revue de paquets
it: Esame di Pacchetti
ja: パッケージをレビューする
nl: Pakketten reviseren
ro: Revizuirea pachetelor
sv: Granska paket
zh_hans: 审阅软件包

source: Anybody feeling competent enough is invited to review sponsorship requests. You do not need to be a Debian Developer to do so. We collect <a href=%(url_sponsors)s>hints for reviewing packages</a> on a dedicated webpage.
de: Jede Person, die sich kompetent genug führt, ist eingeladen Sponsoring-Anfragen zu überprüfen. Du brauchst nicht ein Debian Developer zu sein, um das zu machen. Wir sammeln <a href=%(url_sponsors)s>Hinweise für das Überprüfen von Paketen</a> auf einer dedizierten Seite.
es: Cualquier persona que se sienta lo suficientemente competente está invitada a revisar las solicitudes de patrocinio. No necesita ser un desarrollador Debian para hacer esto. Recopilamos <a href=%(url_sponsors)s>consejos para revisar paquetes</a> en una página web específica.
fa: هرکسی که به قدر کافی احساس صلاحیت می‌کند، به بازبینی درخواست‌های حمایت دعوت می‌شود. برای این کار لازم نیست یک توسعه‌دهندهٔ دبیان باشید. روی صفحه‌ای اختصاصی، <a href=%(url_sponsors)s>راهنمایی‌هایی برای بازبینی بسته‌ها</a> را جمع کرده‌ایم.
fr: Tout le monde se sentant assez compétent est invité à faire les revues des demandes de parrainage. Vous n'avez pas besoin d'être un Développeur Debian pour le faire. Nous avons rassemblé des conseils pour <a href=%(url_sponsors)s>les revue de paquets</a> sur une page dédié.
it: Chiunque che si senta abbastanza competente è invitato ad esaminare le richieste di sponsorizzazione. Non devi essere uno Sviluppatore Debian per fare questo. Noi raccogliamo i <a href=%(url_sponsors)s>suggerimenti per i pacchetti in esame</a> in una pagina dedicata.
ja: 知見のあるひとはだれてもスポンサーリクエストに参加できます。Debian開発者である必要はありません。 <a href=%(url_sponsors)s>パッケージをレビューするヒント</a> をウェブサイトに例示しています。
nl: Iedereen die zich bekwaam genoeg voelt, wordt uitgenodigd om sponsoraanvragen te reviseren. U hoeft hiervoor geen Debian-ontwikkelaar te zijn. We hebben <a href=%(url_sponsors)s>hints voor het reviseren van pakketten</a> samengebracht op een speciale webpagina.
ro: Oricine se simte suficient de competent este invitat să examineze cererile de sponsorizare. Nu trebuie să fiți un dezvoltator Debian pentru a face acest lucru. Colectăm <a href=%(url_sponsors)s>sfaturi pentru examinarea pachetelor</a> pe o pagină web dedicată.
sv: Alla som känner sig tillräckligt kompetenta uppmanas att granska sponsringsförfrågningar. Du behöver inte vara Debianutvecklare för att göra det. Vi samlar <a href=%(url_sponsors)s>tips för att granska paket</a> på en särskild webbsida.
zh_hans: 任何自觉能力足够的人士都可以参与审阅软件包赞助请求，不必须身为 Debian 开发者。我们在一个专门的页面整理了<a href=%(url_sponsors)s>审阅软件包的小提示</a>。

source: Please send any comments to <em>nnn@bugs.debian.org</em>, but do not send carbon copies to reviewers or the bug submitter. Assume they are subscribed to the mailing list unless they explicitly ask you to send them carbon copies. You can use the following tags to indicate progress:
de: Bitte sende jeden Kommentar an <em>nnn@bugs.debian.org</em>, aber vermeide es, Kopien an die Reviewer oder den Bug Melder zu senden. Nimm an, dass sie sich bei der Mailing-Liste eingetragen haben, es sei denn, sie fragen dich explizit, ihnen Kopien zu senden. Du kannst die folgenden Kennzeichnungen verwenden, um den Fortschritt zu kennzeichnen:
es: Por favor, envía tus comentarios a <em>nnn@bugs.debian.org</em>, pero no envíes copias a los revisores o al autor del error. Asume que están suscritos a la lista de correo a menos que te pidan explícitamente que les envíe las copias. Puedes utilizar las siguientes etiquetas para indicar el progreso:
fa: لطفاً هر نظری را به <em>nnn@bugs.debian.org</em> بفرستید؛ ولی رونوشت‌ها را به بازبین‌ها یا ثبت کننده اشکال نفرستید. فرض بگیرید که مشترک سیاههٔ پستی هستند، مگر این که به صورت خاص بخواهند که این کار را بکنید. برای نشان دادن پیشروی می توانید از برچسب‌های زیر استفاده کنید:
fr: Merci d'envoyer vos commentaires à <em>nnn@bugs.debian.org</em>, mais n'envoyez pas des copies carbones aux personnes faisant les revues ou à la personne ayant soumit le bug. Partez du principe qu'elles sont inscrites à la liste de diffusion, sauf si elles demandent explicitement de les mettre en copies. Vous pouvez utiliser les tags suivants pour indiquer la progression :
it: Invia qualsiasi commento a <em>nnn@bugs.debian.org</em>, ma non mettere in copia gli esaminatori o chi ha creato il bug. Assumi che loro si siano sottoscritti alla lista dei messaggi, tranne nel caso in cui siano loro esplicitamente a chiedere di metterli in copia ai messaggi. Puoi usare i seguenti tag per indicare l'avanzamento:
ja: <em>nnn@bugs.debian.org</em>へコメントを送っていただいても構いませんが、バグを登録した人やレビューワーにCC:でメールを送らないでください。彼らが明示的に依頼しない限り、メーリングリストを購読している前提でいてください。 バグの進捗は以下のタグを指定できます：
nl: Stuur eventuele commentaar naar <em>nnn@bugs.debian.org</em>, maar stuur geen kopieën naar de revisoren of de indiener van de bug. Ga ervan uit dat zij geabonneerd zijn op de mailinglijst, tenzij zij u expliciet vragen een kopie te sturen. U kunt de volgende tags gebruiken om de voortgang aan te geven:
ro: Vă rugăm să trimiteți orice comentariu la <em>nnn@bugs.debian.org</em>, dar nu trimiteți copii la indigo «CC» conforme revizorilor sau autorului sesizării de erori. Se presupune că aceștia sunt abonați la lista de discuții, cu excepția cazului în care vă cer în mod explicit să le trimiteți copii la indigo. Puteți utiliza următoarele etichete pentru a indica progresul:
sv: Vänligen skicka eventuella kommentarer till <em>nnn@bugs.debian.org</em>, men skicka inte karbonkopior till granskare eller buggrapportören. Anta att de prenumererar på e-postlistan såvida de inte uttryckligen ber dig att skicka dem karbonkopior. Du kan använda följande taggar för att indikera framsteg:
zh_hans: 请将评论发送电子邮件至 <em>nnn@bugs.debian.org</em>，但请不要邮件抄送审阅者或缺陷提交者。除非他们明确要求你发送邮件抄送给他们，否则请假定他们已订阅邮件列表且可自动接收邮件。你可以使用下列标签来标记审阅进度：

source: A reviewer has asked questions that need a response or has requested changes to be made. The package needs work before it can be uploaded.
de: Ein Reviewer hat Fragen gestellt, die eine Antwort verlangen oder hat zu machende Änderungen beantragt. Das Paket verlangt Arbeit, bevor es hochgeladen werden kann.
es: Un revisor ha hecho preguntas que necesitan respuesta o ha solicitado que se realicen cambios. Hay que trabajar en el paquete antes de subirlo.
fa: بازبینی پرسشی کرده که نیازمند پاسخ است یا درخواست انجام تغییری را داده. بسته پیش از این که بتواند بارگذاری شود، نیازمند کار است.
fr: Une personne ayant fait la revue à poser des questions qui nécessite des réponses ou requière que des changements soit apportés. Le paquet à besoin d'être retravailler avant qu'il puisse être envoyer.
it: Un esaminatore ha fatto delle domande che necessitano di una risposta o ha richiesto di effettuare delle modifiche. È necessario effettuare delle modifiche al pacchetto prima di poterlo caricare.
ja: レビュワーが質問したり、変更を依頼したなら、スポンサーアップロードされる前にパッケージの修正作業が必要です。
nl: Een revisor heeft vragen gesteld die beantwoord moeten worden of heeft gevraagd om wijzigingen aan te brengen. Er moet aan het pakket worden gewerkt voordat het kan worden geüpload.
ro: O persoană care a făcut revizuirea pachetului a adresat întrebări care necesită un răspuns sau a solicitat să se facă modificări. Pachetul are nevoie de lucru înainte de a putea fi încărcat.
sv: En granskare har ställt frågor som behöver ett svar eller har begärt att ändringar ska göras. Paketet behöver arbetas mer med innan det kan laddas upp.
zh_hans: 一位审阅者存在疑问且需要得到回答，或要求做出某项修改。这个软件包在最终得到上传之前需要返工。

source: Somebody did a brief review of your package and it looks sane. It can still have (smaller) issues that need to be fixed before an upload.
de: Jemand hat ein kurzes Review von deinem Paket gemacht und es schaut in Ordnung aus. Es kann immer noch (kleinere) Mängel haben, die vor einem Upload behoben werden müssen.
es: Alguien hizo una breve revisión de tu paquete y parece sano. Todavía puedes tener problemas (menores) que necesitan ser arreglados antes de una carga.
fa: کسی بازبینی مختصری روی بسته‌تان انجام داده و درست به نظر می‌رسد. ممکن است هنوز مشکلاتی (کوچک‌تر) داشته باشد که پیش از باگذاری، نیازمند رفعند.
fr: Quelqu'un a fait un courte revue du paquet et il apparait correct. Il est possible qu'il reste quelques (petit) problèmes qui doivent être corriger avant l'envoi.
it: Qualcuno ha fatto una breve analisi del tuo pacchetto e sembra tutto a posto. Potrebbe avere ancora (piccoli) problemi che necessitano di essere corretti prima di un caricamento.
ja: 簡略でもレビューを誰かがするというのは健全なことです。アップロードまでに修正すべき(軽微な)問題が残っているかもしれませんが。
nl: Iemand heeft uw pakket even bekeken en het ziet er goed uit. Het kan nog steeds (kleinere) problemen hebben die moeten worden opgelost voordat een upload wordt uitgevoerd.
ro: Cineva a făcut o scurtă revizuire a pachetului dvs. și pare sănătos. Mai poate avea probleme (mai mici) care trebuie rezolvate înainte de încărcare.
sv: Någon gjorde en kort granskning av ditt paket och det ser sunt ut. Det kan fortfarande ha (mindre) problem som måste åtgärdas innan en uppladdning.
zh_hans: 某人对你的软件包做了简单的审阅，且看起来没有问题。它在最终得到上传之前仍然可能存在（较小的）需要修复的问题。

source: Somebody is willing to look after the package until it is uploaded.
de: Jemand ist bereit zu deinem Paket zu schauen, bis es hochgeladen ist.
es: Alguien está dispuesto a vigilar el paquete hasta que se cargue.
fa: کسی می‌خواهد تا زمان بارگذاری شدن، از بسته مراقبت کند.
fr: Quelqu'un est volontaire pour prendre soit de votre paquet jusqu'à ce qu'il soit envoyé.
it: Qualcuno è disposto ad assisterti nella preparazione del pacchetto fino a quando non verrà caricato.
ja: パッケージがアップロードされるのを手助けしようとしているひとがいます。
nl: Iemand is bereid om voor het pakket te zorgen totdat het wordt geüpload.
ro: Cineva este dispus să aibă grijă de pachet până când acesta este încărcat.
sv: Någon är villig att ta hand om paketet tills det laddas upp.
zh_hans: 某人愿意持续关注该软件包直至其得到上传。

source: The package has significant problems or cannot not be uploaded at all.
de: Das Paket hat signifikante Probleme oder kann auf keinen Fall hochgeladen werden.
es: El paquete tiene problemas importantes o no se puede cargar en absoluto.
fa: بسته مشکلات بزرگی داشه یا به کل نمی‌تواند بارگذاری شود.
fr: Le paquet a des gros problèmes ou ne peux pas être envoyé du tout.
it: Il pacchetto ha problemi significativi e non può essere assolutamente caricato.
ja: パッケージには重大な問題があるためアップロードすることはできません。
nl: Het pakket heeft aanzienlijke problemen of kan helemaal niet worden geüpload.
ro: Pachetul are probleme semnificative sau nu poate fi încărcat deloc.
sv: Paketet har betydande problem eller kan inte laddas upp alls.
zh_hans: 软件包有重大问题，完全无法得到上传。

source: If you intend to take care of a sponsorship request until the related package is ready for upload, please consider setting yourself as the owner of the bug and tagging the bug as <em>pending</em>:
de: Wenn du die Absicht hast, dich um eine Sponsoring-Anfrage zu kümmern, bis das entsprechende Paket bereit ist für das Hochladen, bitte erwäge dich als Besitzer des Bugs einzutragen und den Bug als <em>pending</em> zu markieren:
es: Si tienes intención de ocuparte de una solicitud de apadrinamiento hasta que el paquete relacionado esté listo para subirse, considera la posibilidad de establecerte como propietario del fallo y etiquetar el fallo como <em>pendiente</em>:
fa: اگر می‌خواهید مراب درخواست حمایتی باشید تا آن بسته آمادهٔ بارگذاری شود، لطفاً‌ تنظیم خود به عنوان مالک اشکال و برچسب‌گذاریش با <em>pending</em> را در نظر داشته باشید:
fr: Si vous avez l'intention de prendre en charge la demande de parrainage jusqu'à ce que le paquet soit prêt pour l'envoi, merci de considérer le fait de vous mettre propriétaire du bug et de tagué le bug <em>pending</em> :
it: Se intendi accettare una richiesta di sponsorizzazione fino a quando il pacchetto non sarà caricato, allora prendi in considerazione di assegnarti come il proprietario del bug e di impostare il bug con il tag <em>pending</em> (in sospeso):
ja: 関連するパッケージがアップロードされるまでスポンサーリクエストの面倒をみるつもりがあるなら、あなたをバグの所有者として設定したうえで<em>pending</em>タグをつけてください：
nl: Als u van plan bent een sponsorverzoek in behandeling te nemen totdat het betreffende pakket klaar is voor upload, overweeg dan om uzelf als eigenaar van de bug aan te duiden en de bug te taggen als <em>pending</em> (in behandeling):
ro: Dacă intenționați să vă ocupați de o solicitare de sponsorizare până când pachetul aferent este gata pentru încărcare, vă rugăm să vă gândiți să vă stabiliți ca proprietar al raportului de eroare și să marcați raportul ca <em>pending</em> (în așteptare):
sv: Om du tänker ta hand om en sponsringsförfrågningar tills det relaterade paketet är klart för uppladdning, överväg att ställa in dig själv som ägare av buggen och tagga felet som <em>väntande</em>:
zh_hans: 如果你打算持续处理该赞助请求直到软件包适合正式上传为止，请考虑将自己设置为缺陷的所有者（owner）并为该缺陷添加 <em>pending</em> 标签：
