Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Look for packages that you would like to sponsor on this website. Once you have found some you should download, build and test them. Please notify your sponsoree of every problem that you find in order to give him a chance to fix them. We believe that it is of uttermost importance to stay in contact with your sponsorees to keep them interested in working on Debian. Moreover, they will also learn how to maintain packages within a team and will learn skills that are crucial for Debian Developers more easily.
de: Suche dir Pakete auf dieser Webseite, die du gerne sponsern möchtest. So bald du solche gefunden hast, solltest du diese herunterladen, das Pakete erstellen und testen. Bitte benachrichtige den Sponsor-Suchenden bei allen Problemen, die du findest, so dass ihm die Möglichkeit gegeben ist, diese zu beheben. Wir glauben, dass es äusserst wichtig ist, mit dem Sponsor-Suchenden in Kontakt zu bleiben, so dass er weiterhin interessiert ist an Debian zu arbeiten.
es: Busca los paquetes que te gustaría patrocinar en esta página web. Una vez que hayas encontrado alguno, descárgalo, compílalo y pruébalo. Por favor, notifica a tu patrocinador cada problema que encuentres para darle la oportunidad de solucionarlo. Creemos que es de suma importancia permanecer en contacto con tus patrocinadores para mantener el interés en trabajar en Debian. Además, también aprenderán cómo mantener paquetes dentro de un equipo y aprenderán habilidades que son cruciales para los desarrolladores de Debian más fácilmente.
fr: Cherchez les paquets que vous voudriez parrainer sur ce site. Une fois que vous en avez trouvé, vous devez le télécharger, le construire et le tester. Merci d'informer votre parrainé de toutes les problèmatiques que vous relevez afin de leur donner une change de les corriger. Nous pensons qu'il est de la plus haute importance de rester en contact avec vos parrainés pour qu'ils restent motivé pour travailler pour Debian. De plus, ils apprendront également comment maintenir des paquets en faisant parti d'une équipe et ils acquireront les complétences curiales pour les Développeur Debian plus facilement.
it: Cerca i pacchetti che saresti interessato a sponsorizzare sul sito web. Quando ne hai trovato qualcuno dovresti scaricarli, generarli e testarli. Per favore notifica al Manutentore ogni problema che trovi in modo da dargli una possibilità di correggerlo. Noi crediamo che sia estremamente importante restare in contatto con il tuo Manutentore per mantenerlo interessato a lavorare su Debian. Per di più, imparerà come manutenere un pacchetto all'interno di un gruppo e apprenderà più facilmente le abilità che sono cruciali agli Sviluppatori Debian.
ja: スポンサーしたいパッケージをウェブサイトから探します。いったんパッケージが見つかったら、パッケージをダウンロードし、ビルドおよびテストをします。スポンサーされる人にパッケージの問題を見つけたら知らせてあげてください。問題を修正する機会を与えるためです。Debianで作業をすることに興味を持ち続けてもらうように仕向けることはとても重要だと考えています。さらにチームでパッケージをメンテナンスしたり、Debian開発者にとって重要なスキルを簡単に学べることでしょう。
nl: Zoek op deze website naar pakketten die u wilt sponsoren. Zodra u er enkele gevonden hebt, moet u ze downloaden, bouwen en testen. Breng de persoon die u sponsort op de hoogte van elk probleem dat u vindt om hem de kans te geven het op te lossen. Wij geloven dat het van het grootste belang is om in contact te blijven met de personen die u sponsort om hen geïnteresseerd te houden in het werken aan Debian. Bovendien zullen ze ook leren hoe ze pakketten moeten onderhouden binnen een team en zullen ze gemakkelijker vaardigheden leren die cruciaal zijn voor Debian-ontwikkelaars.
ro: Căutați pachete pe care doriți să le sponsorizați pe acest site. Odată ce ați găsit unele, ar trebui să le descărcați, să le construiți și să le testați. Vă rugăm să anunțați persoana sponsorizată de dumneavoastră cu privire la fiecare problemă pe care o găsiți pentru a-i oferi șansa de a le rezolva. Credem că este extrem de important să rămâneți în contact cu persoanele sponsorizate de dumneavoastră pentru a-i menține interesați să lucreze în Debian. Mai mult, ei vor învăța, de asemenea, cum să întrețină pachetele în cadrul unei echipe și vor deprinde mai ușor abilități care sunt cruciale pentru dezvoltatorii Debian..
sv: Leta efter paket som du vill sponsra på denna webbplats. När du har hittat några bör du ladda ner, bygga och testa det. Vänligen meddela din sponsor om alla problem du hittar för att ge honom en chans att fixa dem. Vi tror att det är av yttersta vikt att hålla kontakten med dina sponsorer för att hålla dem intresserade av att arbeta med Debian. Dessutom kommer de också att lära sig hur man underhåller paket inom ett team och kommer lättare att lära sig färdigheter som är avgörande för Debianutvecklare.
zh_hans: 在本网站上寻找你想赞助的软件包。当你找到时，你应该下载、构建并测试它们。你遇到每一个问题都应该告诉你赞助的人，对方可以来解决这些问题。我们相信，与您的被赞助者保持联系是最重要的，这样可以使他们对在 Debian 上的工作感兴趣。此外，他们也会学习如何在团队中维护软件包，并且更容易学到对 Debian 开发者来说至关重要的技能。

source: Package reviews
de: Paket Reviews
es: Reseñas de los paquetes
fa: بازبینی‌های بسته
fr: Revues de paquets
it: Esame dei pacchetti
ja: パッケージのレビュー
nl: Pakketten reviseren
ro: Revizuiri de pachete
sv: Paketrecensioner
zh_hans: 软件包审阅

source: You can help to review packages. That is possible even if you are not a Debian developer (<i>yet</i>). No reason to be shy, it is ok if you do not know everything or you are not entirely sure if your suggestions are correct. Any help is appreciated. Interested in diving in? It is easy:
de: Du kannst helfen, Pakete zu prüfen. Das ist möglich, auch wenn du (<i>noch</i>) kein Debian Developer bist. Kein Grund für Zurückhaltung, es ist völlig in Ordnung, wenn du noch nicht alles weisst oder wenn du komplett unsicher bist, ob deine Empfehlungen korrekt sind. Jede Hilfe wird geschätzt. Interessiert, um einzutauchen? Es ist leicht:
es: Puedes ayudar a revisar los paquetes. Esto es posible aunque no seas un desarrollador de Debian (<i>todavía</i>). No hay por qué ser tímido, no pasa nada si no lo sabes todo o no estás del todo seguro de que tus sugerencias sean correctas. Cualquier ayuda es apreciada. ¿Te interesa sumergirte? Es fácil:
fa: می‌توانید به بازبینی بسته‌ها کمک کنید. این کار حتا اگر (<i>هنوز</i>) توسعه‌دهندهٔ دبیان نیستید هم ممکن است. دلیلی برای خجالت نیست. مشکلی نیست اگر همه‌چیز را ندانید یا کاملاً از درستی پیشنهادهایتان مطمئن نباشید. هر کمکی ارزشمند است. علاقه‌مند به شیرجه زدنید؟ آسان است:
fr: Vous pouvez aider pour la revue de paquets. C'est possible même si vous n'êtes pas (<i>déjà</i>) un Développeur Debian. Ne soyez pas timide, vous n'avez pas besoin de connaître tout ou d'être entièrement sûr si vos suggestions sont correctes. Toute aide est appréciée. Intéressé(e) pour vous plonger dedans ? Rien de plus simple :
it: Puoi aiutare ad esaminare i pacchetti. Questo è possibile anche se non sei (<i>ancora</i>) uno Sviluppatore Debian. Non c'è nessuna ragione per essere timido, è tutto a posto se non conosci ogni cosa o se non sei completamente sicuro se il tuo suggerimento è corretto. Qualsiasi aiuto è apprezzato. Sei interessato a partecipare? È facile:
ja: パッケージをレビューを手伝うことが出来ます。<i>まだ</i>Debian開発者でなくてもよいです。恥ずかしがる必要はありません。なにもすべてを知っている必要はありませんし、提案が完璧なものでなくてもよいのです。手助けしようとするのは素晴らしいことです。参加に興味が持てましたか？：
nl: U kunt helpen bij het reviseren van pakketten. Dat kan zelfs als u (<i>nog</i>) geen Debian-ontwikkelaar bent. Geen reden om verlegen te zijn, het is oké als u niet alles weet of niet helemaal zeker weet of uw suggesties juist zijn. Alle hulp wordt op prijs gesteld. Interesse om erin te duiken? Het is eenvoudig:
ro: Puteți ajuta la revizuirea pachetelor. Acest lucru este posibil chiar dacă nu sunteți un dezvoltator Debian (<i>încă</i>). Nu aveți niciun motiv să fiți timid, este în regulă dacă nu știți totul sau dacă nu sunteți pe deplin sigur că sugestiile dumneavoastră sunt corecte. Orice ajutor este apreciat. Sunteți interesați să plonjați în asta? Este ușor:
sv: Du kan hjälpa till att granska paket. Det är möjligt även om du inte är Debianutvecklare (<i>ännu</i>). Ingen anledning att vara blyg, det är ok om du inte vet allt eller om du inte är helt säker på om dina förslag stämmer. All hjälp uppskattas. Intresserad av att dyka in? Det är lätt:
zh_hans: 你可以帮助审阅软件包。即使你目前（<i>还</i>）不是一个 Debian 开发者，你也可以这样做。无需害羞，如果你的知识有所欠缺，或者你不完全确定你的建议是否正确，那也没关系，我们感谢你的任何帮助。想要加入吗？这很容易：

source: Why should I review packages? I can not upload them!
de: Wieso sollte ich Pakete überprüfen? Ich kann diese nicht hochladen!
es: ¿Por qué debo revisar los paquetes? ¡No puedo cargarlos!
fa: چرا باید بسته‌ها را بازبینی کنم؟ من که نمی‌توانم بارگذاریشان کنم!
fr: Pourquoi devrai-je faire de la revue de paquets ? Je ne peux pas les envoyer !
it: Perché dovrei esaminare i pacchetti? Non posso caricarli!
ja: なぜパッケージをレビューすべきなのでしょうか？パッケージをアップロードする権限はないのに！
nl: Waarom zou ik pakketten reviseren? Ik kan ze niet uploaden!
ro: De ce ar trebui să revizuiesc pachetele? Nu le pot încărca!
sv: Varför ska jag granska paket? Jag kan inte ladda upp dem!
zh_hans: 我为什么要审阅软件包？我没有权限上传！

source: Glad you ask! There are many reasons why you should review packages even if you can't actually upload them.
de: Erfreut, dass du fragst! Es gibt viele Gründe, warum du Pakete prüfen sollst, auch wenn du diese gar nicht hochladen kannst.
es: ¡Me alegro de que lo preguntes!. Hay muchas razones por las que deberías revisar los paquetes aunque no puedas subirlos.
fa: چه خوب که پرسیدید! دلایل زیادی برای بازبینی بسته‌ها حتا هنگام ناتوانی برای بارگذاریشان وجود دارد.
fr: Content que vous demandiez ! Il existe plein de raison sur pourquoi vous devriez faire de la revue de paquets même si, dans les faits, vous en pouvez pas les envoyer.
it: Mi fa piacere che tu l'abbia chiesto! Ci sono molte ragioni del motivo per cui dovresti esaminare i pacchetti anche se attualmente non li puoi caricare.
ja: よい質問です。アップロードできなくてもパッケージをレビューすべき理由はたくさんあります。
nl: Blij dat u het vraagt! Er zijn veel redenen waarom u pakketten zou moeten reviseren, zelfs als u ze niet kunt uploaden.
ro: Mă bucur că întrebați! Există multe motive pentru care ar trebui să revizuiți pachetele, chiar dacă nu le puteți încărca efectiv.
sv: Kul att du frågar! Det finns många anledningar till varför du bör granska paket även om du faktiskt inte kan ladda upp dem.
zh_hans: 很高兴你这么问！即使你不能真正上传软件包，你也应该帮忙审阅它们，这有很多原因。

source: The person you are reviewing will appreciate it. Chances are, you find problems in a package the person was not aware of yet. So they can learn from you.
de: Die Person, die du unterstützt, wird es schätzen. Möglichkeiten bestehen, dass du Probleme im Paket findest, die der Person noch unbewusst waren. Damit können sie von dir lernen.
es: La persona a la que estas revisando te lo agradecerá. Lo más probable es que encuentres problemas en un paquete que la otra persona aún no conocía. Así podrán aprender de ti.
fa: کسی که بازبینیش می‌کنید قدردانتان خواهد بود. ممکن است مشکلاتی در بسته بیابید که فرد هنوز از آن آگاه نبوده. پس می‌توانند از شما بیازموزند.
fr: La personne dont vous faite la revue vous en sera reconnaissante. Il y a de bonne chance que vous trouviez des problèmes dans le paquets dont la personne n'avais pas connaissance. Elle pourra donc apprendre de vous.
it: La persona che stai esaminando lo apprezzerà. È probabile che tu trovi problemi in un pacchetto che tale persona non conosca ancora. In questo modo può apprendere da te.
ja: レビューすることで感謝されることでしょう。パッケージングしたひとが気づいていない問題を見つけることがあるかもしれません。あなたからそのことを学ぶことができるのです。
nl: De persoon die u reviseert zal dit waarderen. De kans is groot dat u in een pakket problemen vindt waarvan de betrokken persoon nog niet op de hoogte was. Zo kan deze van u leren.
ro: Persoana pe care o revizuiți va aprecia acest lucru. Sunt șanse să găsiți probleme într-un pachet despre care persoana respectivă nu știa încă. Astfel, aceste persoane pot învăța de la dumneavoastră.
sv: Personen du granskar kommer att uppskatta det. Chansen är stor att du hittar problem i ett paket som personen inte var medveten om ännu. Så de kan lära sig av dig.
zh_hans: 你所审查的人将会很感激你。有可能，你发现了这个人还没有意识到的软件包中存在的问题。所以他们可以向你学习。

source: Eventually the package you are reviewing will be in a very good shape and you happen to learn something yourself. Moreover, you will also learn about best practices and workflows other people are using. Even if the package does not meet Debian's quality standards you can learn how <i>not to do</i> things.
de: Schliesslich wird das Paket, welches du prüfst, in einem sehr guten Zustand sein und es kann sein, dass du auch für dich etwas dabei lernen kannst. Vor allem, wirst du auch über die Best Practices und die Abläufe anderer Personen lernen. Auch wenn das Paket nicht die Debian's Qualitätsstandards erfüllt, wirst du lernen, wie man Sachen <i>nicht macht</i>.
es: Después de todo, el paquete que estás examinando estará en muy buenas condiciones y también puedes aprender algo de él. Lo que es más importante, también aprenderás sobre las mejores prácticas y procesos de otras personas. Incluso si el paquete no cumple con los estándares de calidad de Debian, aprenderás <i>no poder</i>.
fa: در نهایت بسته‌ای که بازبینیش می‌کنید شکل بهتری خواهد گرفت و خوتان نیز چیزهایی می‌آموزید. همچنین دربارهٔ بهترین روش‌ها و گردش کارهایی که دیگرا ن استفاده می‌کنند خواهید آموخت. حتا اگر بسته مطابق استانداردهای کیفی دبیان نباشد، می توانید چگونه <i>انجام ندادن</i> را بیاموزید.
fr: Éventuellement, le paquet dont vous faite la revue sera de très bonne qualité et vous pourrez alors apprendre de celui-ci. De plus, vous découvrirez les processus et les bonnes pratiques que les autres utilisent. Même dans le cas où le paquet ne satisfait pas les standards de qualité de Debian, vous pourrez apprendre comment <i>ne pas faire</i> les choses.
it: Dopotutto il pacchetto che stai esaminando sarà in ottime condizioni e potrebbe succedere che anche tu potresti imparare qualcosa. Inoltre, anche tu imparerai le pratiche migliori e gli iter che le altre persone stanno utilizzando. Anche se il pacchetto non raggiunge gli standard di qualità Debian tu puoi imparare come <i>non fare</i> le cose.
ja: その結果、あなたがレビューをすることでそのパッケージをいい感じにできますし、あなた自身も学びがあるでしょう。ベストプラクティスとされるものや他の人のやり方から学ぶこともあるでしょう。パッケージがDebianの基準に満たないものであっても、<i>しないほうがよい</i>ことを知ることができるのです。
nl: Uiteindelijk zal het pakket dat u reviseert zich in een zeer goede staat bevinden en leert u zelf ook nog iets. Bovendien leert u ook over goede praktijken en werkstromen die andere mensen gebruiken. Zelfs als het pakket niet voldoet aan de kwaliteitsnormen van Debian, kunt u leren hoe dingen <i>niet gedaan moeten worden</i>.
ro: În cele din urmă pachetul pe care îl revizuiți va fi într-o formă foarte bună și puteți să învățați ceva dvs. înșivă. Mai mult, veți afla, de asemenea, despre cele mai bune practici și despre fluxurile de lucru pe care le folosesc alte persoane. Chiar dacă pachetul nu îndeplinește standardele de calitate Debian, puteți afla cum <i>să nu faceți</i> lucruri.
sv: Så småningom kommer paketet du granskar att vara i ett mycket bra skick och du råkar lära dig något själv. Dessutom kommer du också att lära dig om bästa praxis och arbetsflöden som andra använder. Även om paketet inte uppfyller Debians kvalitetsstandarder kan du lära dig hur du <i>inte gör</i> saker.
zh_hans: 如果你正在审查的软件包非常好，而你自己也可能学到了一些东西。此外，你也会了解到其他人正在使用的最佳实践和工作流程。即使软件包不符合 Debian 的质量标准，你也可以学习到你<i>不应做</i> 的事情。

source: People who <i>can</i> upload may decide based on your review whether the package in question is a suitable candidate or not.
de: Personen, die hochladen <i>können</i>, könnten auch basierend auf deinen Reviews entscheiden, ob dasd Paket in Frage ein passender Kandidat ist oder nicht.
es: Las personas que <i>pueden</i> subirlo podrán decidir en función de tu revisión si el paquete en cuestión es un candidato adecuado o no.
fa: ممکن است افرادی که <i>می‌توانند</i> بارگذاری کنند، بر مبنای بازبینیتان تصمیم بگیرند که بسته نامزد مناسبی است یا نه.
fr: Les personnes qui <i>peuvent</i> faire des envois, pourrons baser leur décision sur votre revue, si le paquet en question est un candidat sérieux ou non.
it: Le persone che <i>possono</i> caricare potrebbero decidere, in base al tuo esame, se il pacchetto in questione è un candidato idoneo o no.
ja: あなたのレビューによってパッケージをアップロード<i>することができる</i>人が、懸念のあるパッケージについて適切なのかそうでないのかを判断するかもしれません。
nl: Mensen die <i>kunnen</i> uploaden kunnen op basis van uw beoordeling beslissen of het pakket in kwestie een geschikte kandidaat is of niet.
ro: Persoanele care <i>pot</i> încărca pot decide, pe baza recenziei dumneavoastră, dacă pachetul în cauză este un candidat potrivit sau nu.
sv: Personer som <i>kan</i> ladda upp kan bestämma utifrån din granskning om paketet i fråga är en lämplig kandidat eller inte.
zh_hans: <i>有权限</i>上传的人员可能会基于你的审阅意见决定对应的软件包是否适合上传。

source: How can I review packages?
de: Wie kann ich Pakete überprüfen?
es: ¿Cómo se revisan los paquetes?
fa: چگونه می توانم بسته‌ها را بازبینی کنم؟
fr: Comment puis-je faire de la revue de paquets ?
it: Come posso esaminare i pacchetti?
ja: どのようにパッケージのレビューをすればよいですか？
nl: Hoe kan ik pakketten reviseren?
ro: Cum pot revizui pachetele?
sv: Hur kan jag granska paket?
zh_hans: 如何审阅软件包？

source: Pick a source package and start. There is no single correct way to review packages, but chances are you may want to have a look on the following things:
de: Such dir ein Quellpaket und starte. Es gibt kein eindeutiger korrekter Weg, um Pakete zu überprüfen, aber es ist möglich, dass du dir folgende Sachen anschauen möchtest:
es: Elige una fuente y empieza. No hay una única forma correcta de revisar los paquetes, pero lo más probable es que quieras echar un vistazo a las siguientes cosas:
fa: بستهٔ مبدأیی را گزیده و آغاز کنید. یک روش واحد درست برای بازبینی بسته‌ها وجود ندارد؛ ولی ممکن است بخواهید به موارد زیر نگاهی بیندازید:
fr: Choisissez un paquet source et lancez-vous. Il n'existe pas une seul manière de faire de la revue de paquet, mais il y a des changes que vous voudrez regarder les points suivants :
it: Prendi un pacchetto di sorgenti e inizia. Non esiste una singola modalità corretta per esaminare un pacchetto, ma potrebbe essere che tu voglia dare un'occhiata alle seguenti cose:
ja: ソースパッケージを選んではじめてください。パッケージのレビューするのにたった一つの正解というものはありません。しかし次のことをみておくとよいでしょう:
nl: Kies een broncodepakket en begin. Er is niet één juiste manier om pakketten te reviseren, maar de kans is groot dat u de volgende zaken wilt bekijken:
ro: Alegeți un pachet sursă și începeți. Nu există o modalitate corectă unică de a examina pachetele, dar este posibil să doriți să aruncați o privire asupra următoarelor lucruri:
sv: Välj ett källkodspaket och börja. Det finns inget enskilt korrekt sätt att granska paket, men chansen är stor att du kanske vill ta en titt på följande saker:
zh_hans: 选择一个源码包并开始。审阅软件包的方法有很多，但以下内容或许对你有帮助：

source: Verify Lintian outputs: Did Lintian miss something, are fixes semantically correct?
de: Überprüfe Lintian Ergebnisse: Gint Lintian etwas unter, sind die Fixes semantisch korrekt?
es: Verifica los resultados de Lintian: ¿Se le ha escapado algo a Lintian? ¿Las correcciones semánticas son correctas?
fa: صحت‌سنجی خروجی‌های Lintian: آیا Lintian چیزی را جا انداخته؟ آیا اصلاح‌ها از نظر معنایی درستند؟
fr: Vérification de la sortie de Lintian : Est-ce que Lintian à manquer quelque chose, les corrections sont elles sémantiquement correctes ?
it: Verifica gli esiti di Lnitian: Lintian ha tralasciato qualcosa, le correzioni sono semanticamente corrette?
ja: Lintianの出力を確認する: Lintianが見落としていることがないか、修正は適切に行われているか？
nl: Controleer de uitvoer van Lintian: heeft Lintian iets gemist, zijn de correcties semantisch juist?
ro: Verificați ieșirile Lintian: Este posibil ca Lintian să fi omis ceva, sunt corecte din punct de vedere semantic corecturile?
sv: Verifiera Lintian-utdata: Missade Lintian något, är fixarna semantiskt korrekta?
zh_hans: 验证 Lintian 的输出。Lintian 是否遗漏了什么？修复的语义是否正确？

source: Does the package satisfy <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html"> Debian's best practices</a> for packages?
de: Erfüllt das Paket die <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html">Debian's Best Practices</a> für ein Paket?
es: ¿El paquete cumple <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html"> Las buenas prácticas de Debian</a> ?
fa: آیا بسته <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html">برترین روش‌های دبیان</a> برای بسته‌ها را رعایت می‌کند؟
fr: Est-ce que le paquet respecte <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html">les bonnes pratiques Debian</a> pour les paquets ?
it: Il pacchetto soddisfa le <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html"> Debian's best practices</a> (migliori pratiche Debian) per i pacchetti?
ja: パッケージは <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html"> Debianのベストプラクティス</a> を満たしているか？
nl: Voldoet het pakket aan de <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html">beste praktijken in Debian</a> voor pakketten?
ro: Satisface pachetul <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html"> cele mai bune practici Debian</a> pentru pachete?
sv: Tillfredsställer det här paketet <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html">Debians bästa praxis</a> för paket?
zh_hans: 软件包是否满足 <a href="https://www.debian.org/doc/manuals/developers-reference/best-pkging-practices.html">Debian 的最佳实践</a>？

source: Does the package correctly declare dependencies as defined in the policy?
de: Deklariert das Paket richtigerweise die Abhängigkeiten, wie es in der Policy definiert ist?
es: ¿Declara correctamente el paquete las dependencias definidas en la política?
fa: آیا بسته پیش‌نیازها را به صورتی که در سیاست تعریف شده اعلام می‌کند؟
fr: Est-ce que le paquet déclare correctement ses dépendances, comme spécifié dans la charte ?
it: Il pacchetto dichiara correttamente le dipendenze come definito nelle politiche?
ja: パッケージはポリシーで定義されているように適切に依存関係を記述しているか？
nl: Declareert het pakket correct de vereisten, zoals gedefinieerd in de beleidsrichtlijnen?
ro: Pachetul declară corect dependențele așa cum sunt definite în politică?
sv: Deklarerar paketet beroenden korrekt enligt definitionen i policyn?
zh_hans: 软件包是否按照政策，正确地声明了依赖关系？
