Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: See <a href="%(u_intro_maintainers)s">our introductory page for maintainers</a> and learn how to use %(name)s and get your packages into Debian. Furthermore see <a href="%(u_sponsors)s">our introductory page on sponsorship</a> to learn how to get in touch with a sponsor.
de: Lese <a href="%(u_intro_maintainers)s">unsere Einführung für Maintainers</a> und lerne wie du %(name)s verwendest und dein Paket in Debian bekommst. Weitere lese <a href="%(u_sponsors)s">unsere Einführung zu Sponsorship</a>, um zu lernen, wie du mit einem Sponsor in Kontakt kommst.
es: Vea <a href="%(u_intro_maintainers)s">nuestra página introductoria para mantenedores</a> y aprenda como usar %(name)s para incluir sus paquetes en Debian. Vea además <a href="%(u_sponsors)s">nuestra página introductoria sobre patrocinios</a> para aprender cómo contactar con un mentor.
fa: صفحهٔ <a href="%(u_intro_maintainers)s">دیباچه‌مان برای نگه‌دارندگان</a> را دیده و چگونگی استفاده از %(name)s و رساندن بسته‌تان به دبیان را بیاموزید. پس از آن برای آموختن چگونگی ارتباط با یک حامی، صفحهٔ <a href="%(u_sponsors)s">دیباچه‌مان در باب حمایت</a> را ببینید.
fr: Allez voir <a href="%(u_intro_maintainers)s">notre page d'introduction pour les mainteneurs</a> et apprenez comment utiliser %(name)s et envoyer vos paquets dans Debian. De plus, allez voir <a href="%(u_sponsors)s">notre page d'introduction sur le parrainage</a> pour apprendre comment prendre contact avec un parrain.
it: Vedere <a href="%(u_intro_maintainers)s">la nostra pagina d'introduzione per manutentori</a> per imparare come utilizzare %(name)s e portare i tuoi pacchetti in Debian. Inoltre vedere <a href="%(u_sponsors)s">la nostra pagina d'introduzione per la sponsorizzazione</a> per imparare come entrare in contato con uno sponsor.
ja: <a href="%(u_intro_maintainers)s">メンテナー向けの導入ページ</a> を見て、どのように %(name)s を使ったらいいのかや、Debianにパッケージを追加する方法について学んでください。さらに <a href="%(u_sponsors)s">スポンサーシップに関するページ</a> をみてスポンサーに連絡をとる方法を知ってください。
nl: Zie <a href="%(u_intro_maintainers)s">onze introductiepagina voor beheerders</a> en leer hoe u %(name)s kunt gebruiken en uw pakketten in Debian kunt krijgen. Zie verder <a href="%(u_sponsors)s">onze inleidende pagina over sponsoring</a> om te weten te komen hoe u in contact kunt komen met een sponsor.
ro: Consultați <a href="%(u_intro_maintainers)s">pagina noastră introductivă pentru responsabili</a> și aflați cum să utilizați %(name)s și să introduceți pachetele dvs. în Debian. În plus, consultați <a href="%(u_sponsors)s">pagina noastră introductivă despre sponsorizare</a> pentru a afla cum să intrați în contact cu un sponsor.
sv: Se <a href="%(u_intro_maintainers)s">våran introduktionssida för underhållare</a> och lär dig hur man ska använda %(name)s och få dina paket in till Debian. Se också <a href="%(u_sponsors)s">vår introduktionssida om sponsring</a> för att lära dig hur du kommer i kontakt med en sponsor.
zh_hans: 请参阅<a href="%(u_intro_maintainers)s">我们的维护者介绍页面</a> 并学习如何使用 %(name)s 使你的软件包进入 Debian。此外，还可参阅<a href="%(u_sponsors)s">赞助介绍页面</a> ，了解如何与赞助者取得联系。

source: If you are curious about <em>Debexpo</em>, the software which is running this site, you can <a href="https://wiki.debian.org/Debexpo">read more about Debexpo on the Debian Wiki</a>.
de: Wenn du neugierig über <em>Debexpo</em> bist, die Software hinter dieser Seite, dann kannst du unter <a href="https://wiki.debian.org/Debexpo">mehr über Debexpo im Debian Wiki lesen</a>.
es: Si siente curiosidad sobre <em>Debexpo</em>, el software que se ejecuta en este sitio, puede Ud <a href="https://wiki.debian.org/Debexpo">leer más acerca de Debexpo en el Wiki de Debian</a>.
fa: اگر درباره <em>Debexpo</em>، نرم‌افزاری که این پایگاه را می‌گرداند کنجکاوید می‌توانید <a href="https://wiki.debian.org/Debexpo">در ویکی دبیان، بیش‌تر درباره‌اش بخوانید</a>.
fr: Si vous être curieux à propose de <em>Debexpo</em>, le logiciel qui fait tourner ce site, vous pouvez <a href="https://wiki.debian.org/Debexpo">en apprendre d'avantage sur Debexpo sur le Wiki Debian</a>.
it: Se <em>Debexpo</em>, il software che genera questo sito, ti ha incuriosito, allora puoi <a href="https://wiki.debian.org/Debexpo">leggere di più su Debexpo consultando il Wiki di Debian</a>.
ja: このサイトを運用するのに使っているソフトウェアである <em>Debexpo</em>に興味があるなら、Debian Wikiの <a href="https://wiki.debian.org/Debexpo">Debexpoについて</a>を読んでみてください。
nl: Als u nieuwsgierig bent naar <em>Debexpo</em>, de software achter deze, kunt u <a href="https://wiki.debian.org/Debexpo">meer lezen over Debexpo op de Wiki van Debian</a>.
ro: Dacă sunteți curios despre <em>Debexpo</em>, software-ul care rulează acest sit, puteți <a href="https://wiki.debian.org/Debexpo">să citiți mai multe despre Debexpo pe Wiki Debian </a>.
sv: Om du är nyfiken på att lära dig om <em>Debexpo</em>, programvaran som kör på den här webbsidan, så kan du <a href="https://wiki.debian.org/Debexpo"> läsa mer om Debexpo på Debian-wiki</a>.
zh_hans: 如果你对这个网站（<em>Debexpo</em>）感兴趣，你可以<a href="https://wiki.debian.org/Debexpo">在 Debian Wiki 了解 Debexpo</a>。

source: Recently uploaded packages
de: Vor kurzem hochgeladene Pakete
es: Paquetes subidos recientemente
fa: بسته‌های تازه بارگذاشته
fr: Paquets envoyés récemment
it: Pacchetti caricati recentemente
ja: 最近アップロードされたパッケージ
nl: Onlangs geüploade pakketten
ro: Pachete încărcate recent
sv: Nyligen uppladdade paket
zh_hans: 最近上传

source: Introduction for maintainers: How will my package get into Debian?
de: Einführung für Maintainer: Wie kommt mein Paket ins Debian?
es: Introducción para mantenedores: ¿Cómo incluir mi paquete en Debian?
fa: دیباچه برای نگه‌دارندگان: چگونه بسته‌ام در دبیان خواهد رفت؟
fr: Introduction pour les mainteneurs : Comment mon paquet sera mis dans Debian ?
it: Introduzione per manutentori: Come farà il mio pacchetto ad entrare in Debian?
ja: メンテナーへのガイダンス：どのようにしてパッケージがDebianで配布されるようになるのか？
nl: Inleiding voor beheerders: Hoe komt mijn pakket in Debian?
ro: Introducere pentru responsabilii de pachete: Cum va intra pachetul meu în Debian?
sv: Introduktion för underhållare: Hur kommer mitt paket med in till Debian?
zh_hans: 维护者的入门介绍：怎样让我的软件包进入 Debian？

source: We are glad that you found your way to our web site. Honestly, the whole web site is just there to get your work into Debian. Your contribution is highly appreciated. Read on to see in what ways we will be helping you find a sponsor.
de: Wir sind erfreut, dass du zu unserer Seite gefunden hast. Ehrlich, diese ganze Webseite ist nur hier, so dass du deine Arbeit in Debian bekommst. Dein Beitrag ist sehr geschätzt. Lese weiter, um zu sehen, mit welchen Möglichkeiten wir dich beim Suchen nach einem Sponsor unterstützen.
es: Nos alegramos de que haya encontrado el camino a nuestro sitio web. En realidad todo el sitio web existe únicamente para incluir su trabajo en Debian. Se agradece encarecidamente su contribución. Siga leyendo para descubrir de qué maneras le ayudaremos a encontrar un patrocinador.
fa: خوشحالیم که راهتان را به پایگاه وبمان گشودید. صادقانه تمامی پایگاه وب فقط برای آوردن کارتان به دبیان وجود دارد. مشارکتتان بسیار ارزشمند است. برای دیدن روش‌هایی که برای یافتن حامی، یاریتان خواهید کرد، خواندن را ادامه دهید.
fr: Nous sommes heureux que vous ayez trouvé votre chemin vers notre site web. Honnêtement, le site entier est juste là pour mettre votre travail dans Debian. Votre contribution est très apprécié. Continuez votre lecture pour voir comment nous vous aideront à trouver un parrain.
it: Siamo lieti che tu abbia trovato il nostro sito web. Onestamente, l'intero sito web serve soltanto per permettere al tuo lavoro di entrare in Debian. Il tuo contributo è altamente apprezzato. Continua a leggere per vedere in quale modo noi possiamo aiutarti per trovare uno sponsor.
ja: このウェブサイトをみつけてくれて、嬉しく思います。正直に言って、ウェブサイトは単にあなたの成果をDebianに入れるためだけのものです。あなたが貢献してくれようとするのは非常にすばらしいことです。どのようにスポンサーを見つけるのをサポートしているのか、ぜひ注目してください。
nl: We zijn blij dat u de weg naar onze website heeft gevonden. Eerlijk gezegd is de hele website er alleen maar om uw werk in Debian te krijgen. Uw bijdrage wordt zeer op prijs gesteld. Lees verder om te zien op welke manieren wij u kunnen helpen bij het zoeken naar een sponsor.
ro: Ne bucurăm că ați găsit drumul către situl nostru web. Sincer, întregul site web este acolo doar pentru a vă introduce munca în Debian. Contribuția dumneavoastră este foarte apreciată. Citiți mai departe pentru a vedea în ce moduri vă vom ajuta să găsiți un sponsor.
sv: Vi är glada att du hittat din väg till vår hemsida. Ärligt talat, hela webbplatsen är bara till för att få in ditt arbete i Debian. Ditt bidrag är mycket uppskattat. Läs vidare för att se på vilka sätt vi kommer att hjälpa dig att hitta en sponsor.
zh_hans: 你找到了我们的这个网站，欢迎你的到来！本网站的基本功能就是帮助你将你的工作推送进入 Debian。我们十分感谢你的贡献。请继续阅读并了解我们可以怎样协助你找到一位赞助者。

source: 1. Identify a package
de: 1. Identifiziere ein Paket
es: 1. Identificar un paquete
fa: ۱. شناسایی یک بسته
fr: 1. Trouver un paquet
it: 1. Identificare un pacchetto
ja: 1. どのパッケージにするか決める
nl: 1. Een pakket identificeren
ro: 1. Identificați un pachet
sv: 1. Identifiera ett paket
zh_hans: 1. 找到一个软件包

source: Propose a package: File a WNPP bug
de: Empfehle ein Paket: Erstelle einen WNPP Bug
es: Proponer un paquete: Crear un ticket WNPP
fa: پیشنهاد بسته: گزارش یک مشکل WNPP
fr: Proposer un nouveau paquet : Remplissez un bug WNPP
it: Proporre un pacchetto: Sottoporre un bug WNPP
ja: パッケージの提案：WNPPバグをたてる
nl: Een pakket voorstellen: Een WNPP-bug indienen
ro: Propuneți un pachet: Înregistrați o eroare WNPP
sv: Föreslå ett paket: Skapa en WNPP-bugg
zh_hans: 提出一个新软件包：提交一个 WNPP 缺陷

source: If you want to package something not currently available in Debian, the very first step should be to file an "Intent to package" (<em>ITP</em>) bug on <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a>.
de: Wenn du etwas paketieren willst, was in Debian noch fehlt, sollte der allererste Schritt sein, ein "Intent to package" (<em>ITP</em>) Bug auf <a href="https://www.debian.org/devel/wnpp/">Work-Needing and Prospective Packages</a> zu erstellen.
es: Si quiere Ud empaquetar algo que no esté actualmente disponible en Debian, el primer paso debe ser abrir un ticket de "Intento de empaquetado" (<em>ITP</em>) en <a href="https://www.debian.org/devel/wnpp/"> Paquetes solicitados o necesitados de elaboración (WNPP en inglés)</a>.
fa: اگر می‌خواهید چیزی که هم‌اکنون در دبیان وجود ندارد را بسته‌بندی کنید، نخستین گام باید ثبت یک اشکال «قصد بسته‌بندی» (<em>ITP</em>) روی <a href="https://www.debian.org/devel/wnpp/">بسته‌های آینده و نیازمند کار</a> باشد.
fr: Si vous souhaitez empaqueter quelque chose qui n'est pas actuellement dans Debian, l'étape initiale consiste à déclarer un bug "Intent to package" (<em>ITP</em>) sur <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a>.
it: Se si vuole creare un pacchetto di qualche cosa non attualmente disponibile in Debian, il primissimo passo dovrebbe essere quello di sottoporre un bug "Intent To Package" (<em>ITP</em>) su <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a>.
ja: もしまだDebianにないものをパッケージングするなら、最初にすべきなのは "パッケージングする意思" (<em>ITP</em>) をバグとして <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a>に起票することです。
nl: Als u iets wilt verpakken dat momenteel niet beschikbaar is in Debian, zou de allereerste stap moeten zijn om een "Intent to package" (Intentie om te verpakken / <em>ITP</em>)-bug in te dienen op <a href="https://www.debian .org/devel/wnpp/">Work-Needing and Prospective Packages</a> (Pakketten waaraan gewerkt moet worden en toekomstige pakketten).
ro: Dacă doriți să împachetați ceva ce nu este disponibil în prezent în Debian, primul pas ar trebui să fie să depuneți un raport de eroare "Intenție de împachetare" (<em>ITP</em>) la <a href="https://www.debian.org/devel/wnpp/"> Work-Needing and Prospective Packages</a> (Pachete solicitate sau care necesită elaborare).
sv: Om du vill paketera något som för närvarande inte är tillgängligt i Debian, bör det allra första steget vara att skicka in en "Intent to package" (<em>ITP</em>) bugg på <a href="https://www.debian. .org/devel/wnpp/"> Arbetsbehövande och blivande paket</a>.
zh_hans: 如果你想打包一个目前 Debian 中没有的包，最先要做的就是在<a href="https://www.debian.org/devel/wnpp/">“需要投入精力和未来的软件包”</a>中创建一个“打包意向”（<em>ITP</em>）的 bug（缺陷档案）。

source: Debian is a distribution, not a general purpose repository. Many of us do not believe <em>every</em> piece of free software necessarily belongs in Debian. Please do not treat Debian as a platform to advertise your own software, unless there is some <em>real</em> request for it. That said, there is no one who ultimately judges about that. Eventually you may get some feedback on that discussion after filing your WNPP bug (see below) however you are free to interpret that as a suggestion, not as a final vote. After all, you need to find a sponsor believing in the benefit of having your package in Debian. Please have a look at our <a href="%(u_sponsor)s">sponsors page</a> to learn about personal interests of sponsors.
de: Debian ist eine Distribution, nicht ein Mehrzweck-Repository. Viele von uns glauben nicht, dass <em>jedes</em> Stück freie Software unbedingt in Debian sein muss. Bitte verwende Debian nicht als Plattform, um deine eigene Software zu vermarkten, es sein denn, es gibt eine <em>echte</em> Nachfrage dafür. Ausserhalb dieses Grundsatzes gibt es niemanden, der ultimativ darüber entscheidet. Es kann sein, dass du Rückmeldungen zu diesem Thema bekommst, nach dem du deinen WNPP bug (siehe unten) erstellt hast, aber du bist frei dies als Empfehlung zu interpretieren, nicht als finale Entscheidung. Schlussendlich musst du einen Sponsor finden, der an den Nutzen glaubt, dein Paket in Debian zu haben. Bitte schaue dir dazu auch unsere <a href="%(u_sponsor)s">Sponsoren Seite</a> an, um über die persönlichen Interessen von Sponsoren zu lernen.
es: Debian is una distribución, no un repositorio de propósito general. Muchos de nosotros no creemos que <em>toda</em> pieza de software libre encaje necesariamente en Debian. Por favor, no trate a Debian como una plataforma para promover su propio software, salvo que haya alguna petición <em>real</em> para ello. Dicho esto, no hay nadie que lo vaya a juzgar. Podría ser que reciba algún comentario al respecto tras abrir su ticket WNPP (ver abajo) sin embargo Ud es libre de interpretarlo como sugerencia no vinculante. En cualquier caso necesitará Ud encontrar un patrocinador que crea en el valor de tener su paquete disponible en Debian. Consulte por favor nuestra <a href="%(u_sponsor)s">página de mentores</a> para aprender acerca de los intereses personales de nuestros mentores.
fr: Debian est une distribution, pas un dépôt d’intérêt général. Beaucoup d'entre nous ne pensons pas que <em>tout</em> les logiciels libres appartienne nécessairement à Debian. Merci de ne pas traiter Debian comme une plateforme pour faire la publicité de votre propre logiciel, sauf si il existe une <em>réelle</em> demande pour celui-ci. Ceci étant dit, personne n'est juge à ce propos. Éventuellement, vous aurez peut être un retour sur ce sujet après avoir rempli votre bug WNPP (voir ci-dessous). Cependant, vous êtes libre d'interpréter ceci comme une suggestion et non un vote final. Après tout, vous aurez besoin de trouver un parrain qui croit dans le bénéfice d'avoir votre paquet dans Debian. Merci de consulter notre <a href="%(u_sponsor)s">page sur les parrains</a> pour en apprendre plus sur les centres d'intérêt des parrains.
it: Debian è una distribuzione, non un repository di utilità generica. Molti di noi non credono che <em>ogni</em> pezzo di software libero debba necessariamente essere presente in Debian. Per favore non trattare Debian come una piattaforma tramite la quale pubblicizzare il proprio software, a meno che non vi sia qualche <em>reale</em> richiesta per esso. Detto questo, non c'è nessuno che dia un giudizio su questo punto. Eventualmente si può avere un riscontro su questo punto dopo aver sottoposto il proprio bug di tipo WNPP (vedere qui sotto), in ogni caso sei libero di interpretare questo avviso come un suggerimento, non come un voto finale. Dopo tutto, hai la necessità di trovare uno sponsor che creda nel beneficio che il tuo pacchetto potrà dare a Debian. Dare un'occhiata alla nostra <a href="%(u_sponsor)s">pagina degli sponsor</a> per apprendere gli interessi personali degli sponsor.
ja: Debianはディストリビューションであって、一般的なリポジトリではありません。われわれの多くは<em>ありとあらゆる</em>自由なソフトウェアがDebianに存在する必要があるとは考えていません。どうか<em>実際に</em>リクエストがないのに、Debianをあなたのソフトウェアをただ宣伝するためのプラットフォームとして利用しようとはしないでください。とはいえ、そうしようとしているかどうか判断する人はいません。結果として、WNPPバグを登録した後、そのことに関する議論がフィードバックとして寄せられるかもしれません。しかし提案をどう解釈するかは自由ですし、投票するわけでもありません。要はあなたのパッケージがDebianに存在するメリットがあると考えるスポンサーを見つければよいわけです。 スポンサーのメリットについて知るには<a href="%(u_sponsor)s">スポンサーページ</a>参照してください。
nl: Debian is een distributie, geen pakketbron voor algemeen gebruik. Velen van ons geloven niet dat <em>elk</em> stukje vrije software noodzakelijkerwijs in Debian thuishoort. Behandel Debian alstublieft niet als een platform om reclame te maken voor uw eigen software, tenzij er een <em>echte</em> vraag naar is. Dat gezegd hebbende is er aan het einde niemand die daarover beslist. U kunt in dit verband uiteindelijk wat feedback krijgen nadat u de WNPP-bug hebt ingediend (zie hieronder), maar het staat u vrij om deze te interpreteren als een suggestie, niet als een finaal oordeel. U moet tenslotte een sponsor vinden die erin gelooft dat het een voordeel biedt om uw pakket in Debian te hebben. Bekijk onze <a href="%(u_sponsor)s">sponsorpagina</a> voor meer informatie over de persoonlijke interesses van sponsors.
ro: Debian este o distribuție, nu un depozit de uz general. Mulți dintre noi nu cred că <em>fiecare</em> bucată de software liber trebuie neapărat să se regăsească în Debian. Vă rugăm să nu tratați Debian ca pe o platformă pentru a vă promova propriul software, cu excepția cazului în care există o cerere <em> reală</em> pentru acesta. Acestea fiind spuse, nu există nimeni care să judece în ultimă instanță acest lucru. În cele din urmă, este posibil să primiți un comentariu cu privire la această discuție după ce ați depus raportul de eroare WNPP (a se vedea mai jos), însă sunteți liber să interpretați acest lucru ca pe o sugestie, nu ca pe un vot final. La urma urmei, trebuie să găsiți un sponsor care să creadă în beneficiul de a avea pachetul dvs. în Debian. Vă rugăm să aruncați o privire la pagina noastră <a href="%(u_sponsor)s">sponsori/mentori</a> pentru a afla despre interesele personale ale sponsorilor/mentorilor.
sv: Debian är en distribution, inte ett arkiv för allmänna ändamål. Många av oss tror inte att <em>varje</em> del av fri programvara nödvändigtvis hör hemma i Debian. Behandla inte Debian som en plattform för att marknadsföra din egen programvara, såvida det inte finns någon <em>riktig</em> begäran om det. Som sagt, det finns ingen som i slutändan dömer om det. Så småningom kan du få lite feedback på din diskussionen efter att ha lämnat in din WNPP-bugg (se nedan), men du är fri att tolka det som ett förslag, inte som en slutlig omröstning. När allt kommer omkring måste du hitta en sponsor som tror på fördelen med att ha ditt paket i Debian. Ta en titt på vår <a href="%(u_sponsor)s">sponsorsida</a> för att lära dig mer om sponsorers personliga intressen.
zh_hans: Debian 是一个发行版，不是一个通用的软件存储库。我们大部分人都认为不是<em>所有</em>的自由软件都应当出现在 Debian 中。请不要把 Debian 作为给你自己的软件打广告的平台，除非真的存在一些<em>实际的</em>需求。虽然如此，在刚开始的阶段并没有哪个人持有决定软件是否不适合 Debian 的最高权威。在你创建了你的 WNPP bug（参见下文）后，你会随后得到一些反馈和讨论，但你可以将其视为普通的建议，而非最终的投票。毕竟在此之后你还是需要找到一位赞助者，且该赞助者需要认为将你的软件包加入 Debian 对 Debian 有利。请参考我们的<a href="%(u_sponsor)s">赞助者页面</a>来了解赞助者的个人需求。

source: Find a package looking for maintainers
de: Finde ein Paket, bei welchem Maintainer gesucht sind
es: Encontrar un paquete falto de mantenedores
fa: یافتن بسته‌ای که به دنبال نگه‌دارنده است
fr: Trouver un paquet ayant besoin de mainteneurs
it: Trovare un pacchetto per il quale si stanno cercando dei manutentori
ja: メンテナーを探しているパッケージを見つける
nl: Een pakket vinden dat beheerders nodig heeft
ro: Găsiți un pachet în căutarea de responsabili
sv: Hitta ett paket som letar efter underhållare
zh_hans: 寻找一个正在寻找维护者的软件包

source: If you want to contribute to Debian, but you do not know which packages to contribute to, take a look at "Request for help" (<em>RFH</em>), "Request for adopter" (<em>RFA</em>), "Orphaned package" (<em>O</em>) and "Request for package" (<em>RFP</em>) bugs. See <em>WNPP</em> below.
de: Wenn du zu Debian beitragen möchtest, aber du nicht weisst, zu welchem Paket du beitragen kannst, schau dir die "Request for help" (<em>RFH</em>), "Request for adopter" (<em>RFA</em>), "Orphaned package" (<em>O</em>) und "Request for package" (<em>RFP</em>) Bugs an. Siehe <em>WNPP</em> unten.
es: Si quiere Ud contribuir a Debian pero no sabe a qué paquetes contribuir, mire tickets de tipos "Solicitud de ayuda" (<em>RFH</em>), "Solicitud de adopción" (<em>RFA</em>), "Paquete huérfano" (<em>O</em>) y "Solicitud de empaquetado" (<em>RFP</em>). Ver <em>WNPP</em> abajo.
fa: اگر می‌خواهید در دبیان مشارکت داشته باشید ولی نمی‌دانید در کدام بسته مشارکت کنید، نگاهی به اشکال‌های «درخواست یاری» (<em>RFH</em>)، «درخواست سازوارگر» (<em>RFA</em>)، «بسته‌های بی‌سرپرست» (<em>O</em>) و «درخواست‌های بسته‌بندی» (<em>RFP</em>) بیندازید. در زیر <em>WNPP</em> را ببینید.
fr: Si vous souhaitez contribuer à Debian, mais vous ne savez pas à quels paquets contribuer, consultez les bugs "Request for help" (<em>RFH</em>), "Request for adopter" (<em>RFA</em>), "Orphaned package" (<em>O</em>) et "Request for package" (<em>RFP</em>). Voir <em>WNPP</em>, ci-dessous.
it: Se si vuole contribuire a Debian, ma non si conosce per quale pacchetto dare il proprio contributo, si possono visionare i bug "Request For Help" (<em>RFH</em>) - richiesta d'aiuto -, "Request For Adopter" (<em>RFA</em>) - richiesta di un adottante -, "Orphaned package" (<em>O</em>) - pacchetto orfano - e "Request For Package" (<em>RFP</em>) - richiesta d'impacchettamento -. Vedere <em>WNPP</em> qui sotto.
ja: Debianにコントリビュートしたいけれども、どのパッケージがよいかわからない場合、 "ヘルプを必要としている" (<em>RFH</em>), "引き継ぐ人を必要としている" (<em>RFA</em>), "メンテナンスが放棄されたパッケージ" (<em>O</em>) や "パッケージングしてほしい" (<em>RFP</em>) バグを探すとよいでしょう。つぎの <em>WNPP</em> を参照してください。
nl: Als u wilt bijdragen aan Debian, maar niet weet aan welke pakketten u kunt bijdragen, kijk dan eens naar de bugs "Request for help" (Hulp gevraagd - <em>RFH</em>), "Request for adopter" (Adoptant gezocht - <em>RFA</em>), "Orphaned package" (Verweesd pakket - <em>O</em>) en "Request for package" (Verzoek om te verpakken - <em>RFP</em>). Zie <em>WNPP</em> hieronder.
ro: Dacă doriți să contribuiți la Debian, dar nu știți la ce pachete să contribuiți, aruncați o privire la subiectele rapoartelor de erori: „Solicitare de ajutor” (<em>RFH</em>), „Solicitare de adoptare” (<em>RFA</em>), „Pachet orfan” (<em>O</em>) și „Solicitare de împachetare” (<em>RFP</em>). Consultați <em>WNPP</em> mai jos.
sv: Om du vill bidra till Debian, men du inte vet vilka paket du ska bidra till, ta en titt på "Begäran efter hjälp" (<em>RFH</em>), "Begäran om en adopterare" (<em>RFA</em>), "Föräldralösa paket" (<em>O</em>) och "Begäran för paketering" (<em>RFP</em>) buggar. Se <em>WNPP</em> nedan.
zh_hans: 如果你想为 Debian 做贡献，但不知道该为哪些软件包做贡献时，你可以寻找状态为“请求帮助”(<em>RFH</em>, Request For Help)、“请求收养”(<em>RFA</em>, Request For Adopter)、“遗弃的软件包”(<em>O</em>, Orphaned package)和 “请求打包”(<em>RFP</em>, Request For Package)的软件包来维护。见下文<em>WNPP</em> 。
