Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Uploading Packages
de: Hochladen von Paketen
es: Cargando los paquetes
fa: بارگذاری بسته‌ها
fr: Envoyer des paquets
it: Caricamento dei Pacchetti
ja: パッケージをアップロードする
nl: Pakketten uploaden
ro: Încărcarea pachetelor
sv: Ladda upp paket
zh_hans: 上传软件包

source: After you upload a package, please close the bug report by sending an email to <em>nnn-done@bugs.debian.org</em>. Do not close RFS bugs in debian/changelog. The sponsor is responsible for solving the bug, not the supplier of the package or anyone related to the package itself.
de: Nach dem du das Paket hochgeladen hast, bitte schliesse die Bug Meldung mit dem Senden einer E-Mail an <em>nnn-done@bugs.debian.org</em>. Schliesse RFS Bugs nicht in debian/changelog. Der Sponsor ist verantwortlich für das Beheben des Bugs, nicht der Lieferant des Pakets oder irgend jemand in Zusammenhang mit dem Paket selber.
es: Después de subir un paquete, por favor cierra el informe del fallo enviando a un correo electrónico a <em>nnn-done@bugs.debian.org</em>. No cierres los fallos de RFS en debian/changelog. El patrocinador es responsable de resolver el fallo, no el proveedor del paquete ni nadie relacionado con el paquete en sí.
fa: پس از بارگذاری بسته لطفاً گزارش اشکال را با فرستادن رایانامه‌ای به <em>nnn-done@bugs.debian.org</em> ببندید. اشکال‌های داخل debian/changelog را نبندید. حامی مسئول رفع اشال است، نه فراهم‌کنندهٔ بسته یا هرکسی در ارتباط با خود بسته.
fr: Après avoir envoyé un paquet, merci de clôturer le rapport de bug en envoyant un mail à <em>nnn-done@bugs.debian.org</em>. Ne fermez pas un bug RFS dans debian/changelog. C'est au parrain de résoudre ce problème, pas au mainteneur du paquet ou à quiconque associé avec le paquet.
it: Dopo aver caricato un pacchetto, per favore chiudi il rapporto di bug spedendo un'email a <em>nnn-done@bugs.debian.org</em>. Non chiudere i bug di tipo RFS nel debian/changelog. Lo sponsor è il responsabile della risoluzione del bug, non lo è né il gestore del pacchetto, né nessun altro collegato allo stesso pacchetto.
ja: パッケージをアップロードしたあとで、<em>nnn-done@bugs.debian.org</em>へとメールを送ってバグを閉じてください。RFSバグをdebian/changelogで閉じないでください。スポンサーはバグを解決する責任があります。その責任はパッケージのアップストリームやパッケージそのものに関連している人にはありません。
nl: Sluit na het uploaden van een pakket het bugrapport door een e-mail te sturen naar <em>nnn-done@bugs.debian.org</em>. Sluit geen RFS-bugs in debian/changelog. De sponsor is verantwoordelijk voor het oplossen van de bug, niet diegene die het pakket aanlevert of iemand die met het pakket zelf te maken heeft.
ro: După ce încărcați un pachet, închideți raportul de eroare trimițând un e-mail la <em>nnn-done@bugs.debian.org</em>. Nu închideți rapoartele de erori RFS în debian/changelog. Sponsorul este responsabil pentru rezolvarea erorii, nu furnizorul pachetului sau oricine are legătură cu pachetul în sine.
sv: När du har laddat upp ett paket, vänligen stäng felrapporten genom att skicka ett e-postmeddelande till <em>nnn-done@bugs.debian.org</em>. Stäng inte RFS-buggar i debian/changelog. Sponsorn ansvarar för att lösa buggen, inte leverantören av paketet eller någon som är relaterad till själva paketet.
zh_hans: 在你完成软件包上传工作后，请发邮件至 <em>nnn-done@bugs.debian.org</em> 以关闭对应的缺陷报告。请不要在 debian/changelog 中关闭 RFS 请求。赞助者应负责解决该缺陷，而非软件包的提供者或任何与软件包本身相关的人士。

source: Inactive sponsorship requests should be closed after a reasonable period of time. We consider this to be two weeks for requests tagged <em>wontfix</em>, six weeks for requests tagged <em>moreinfo</em> and six months for other tags, as appropriate. The same applies to uploaded packages for which the sponsor forgot to close the RFS bug.
de: Inaktive Sponsoring-Anfragen sollten nach einer vertretbaren Frist geschlossen werden. Wir erachten diese Frist bei zwei Wochen für Anfragen gekennzeichnet als <em>wontfix</em>, sechs Wochen für Anfragen gekennzeichnet als <em>moreinfo</em> und sechs Monate für alle anderen Kennzeichnungen als angebracht.
es: Las solicitudes de patrocinio inactivas deben cerrarse tras un periodo de tiempo razonable. Consideramos que son dos semanas para las solicitudes etiquetadas como <em>wontfix</em>, seis semanas para las solicitudes etiquetadas como <em>moreinfo</em> y seis meses para otras etiquetas, según corresponda. Lo mismo se aplica a los paquetes cargados para los que el patrocinador olvidó cerrar el error RFS.
fa: درخواست‌های غیرفعّال حمایت باید پس از زمان معقولی بسته شوند. این زمان برای درخوواست‌هایی با برچسب <em>wontfix</em> دو هفته، برای برچسب <em>moreinfo</em> شش هفته و برای برچسب‌های دیگر شش ماه است. همین قاعده برای بسته‌هایی که حامیشان بستن اشکال RFS را فراموش کرده نیز صادق است.
fr: Les personnes sont averties qu'elles doivent clôturer les demandes inactives après une long absence d'activité (nous considérons deux semaines pour une demande tagué <em>wontfix</em>, six semaines pour une demande tagué <em>moreinfo</em> et six mois pour les autres demandes appropriés). La même chose s'applique sur les paquets envoyé dont les sponsors ont oublié de clôturer le bug RFS.
it: Le richieste di sponsorizzazione inattive dovrebbero essere chiuse dopo un ragionevole periodo temporale. Noi consideriamo che questo lasso di tempo sia due settimane per le richieste con tag <em>wontfix</em>, sei settimane per le richieste con tag <em>moreinfo</em> e sei mesi per gli altri tag, come appropriato. Lo stesso vale per i pacchetti caricati per i quali lo sponsor ha dimenticato di chiudere il bug RFS.
ja: 放置されているスポンサーリクエストは一定期間後に閉じられるべきです。<em>wontfix</em>タグがつけられてから2週間、<em>moreinfo</em>がつけられてから6週間、他のタグなら半年が妥当でしょう。同様のことはスポンサーがRFSバグを閉じるのを忘れているパッケージにも言えます。
nl: Inactieve sponsorverzoeken dienen na een redelijke termijn te worden afgesloten. We denken daarbij aan twee weken voor verzoeken met de tag <em>wontfix</em> (wordt niet opgelost), zes weken voor verzoeken met de tag <em>moreinfo</em> (meer informatie nodig) en zes maanden voor andere tags, indien van toepassing. Hetzelfde geldt voor geüploade pakketten waarvan de sponsor is vergeten de RFS-bug te sluiten.
ro: Solicitările de sponsorizare inactive ar trebui să fie închise după o perioadă rezonabilă de timp. Considerăm că aceasta este de două săptămâni pentru solicitările etichetate <em>wontfix</em>, șase săptămâni pentru solicitările etichetate <em>moreinfo</em> și șase luni pentru alte etichete, după caz. Același lucru este valabil și pentru pachetele încărcate pentru care sponsorul a uitat să închidă raportul RFS.
sv: Inaktiva sponsringsförfrågningar bör stängas efter en rimlig tidsperiod. Vi anser att detta är två veckor för förfrågningar taggade med <em>kommer inte att fixa</em>, sex veckor för förfrågningar taggade med <em>mer info</em> och sex månader för andra taggar, beroende på vad som är lämpligt. Detsamma gäller för uppladdade paket för vilka sponsorn glömt att stänga RFS-buggen.
zh_hans: 不活跃的赞助请求应在合理的一段时间之后被关闭。我们建议在被标记为 <em>wontfix</em> 两周后、或被标记为 <em>moreinfo</em> 六周后、或其他情况下六个月之后将其认定为不活跃。这个建议也适用于已上传的软件包其赞助请求（RFS 缺陷）被忘记关闭的情况。

source: <strong>Upload your package</strong> to <tt>%(name)s</tt>. You do not need to put your packages into any other web space on the Internet. Everybody will be able to download your package using either the web browser, the '<tt>dget</tt>' tools or even through a simple run of <tt>apt-get source ....</tt>
de: <strong>Lade dein Paket hoch</strong> zu <tt>%(name)s</tt>. Du brauchst dein Paket nicht auf irgendwelchen anderen Webseiten im Internet abzulegen. Es ist für alle möglich, dein Paket entweder via Web-Browser, den '<tt>dget</tt>' Tools oder sogar durch eine simple Ausführung von <tt>apt-get source...</tt> herunterzuladen.
fr: <strong>Envoyez vos paquets</strong> sur <tt>%(name)s</tt>. Vous n'avez pas besoin d'envoyer vos paquets sur quelconque autre plateforme sur Internet. Tout le monde sera en mesure de télécharger votre paquet en utilisant soit un navigateur, soit l'outil '<tt>dget</tt>' ou même grâce à un simple appel à <tt>apt-get source ...</tt>

source: Have a look at your <a href="%(u_my)s">personal package page</a>. Your uploaded package should <strong>show up there</strong>. From there you can toggle several settings and retrieve the RFS (request-for-sponsorship) template
de: Schaue dir deine <a href="%(u_my)s">persönliche Paket-Seite</a> an. Deine hochgeladenen Pakete sollten <strong>dort ersichtlich sein</strong>. Dort kannst du verschiedene Einstellungen vornehmen und die RFS (request-for-sponsorship) Vorlage abrufen.
fr: Gardez un œil sur votre <a href="%(u_my)s">page de paquets personnels</a>. Vos paquets envoyés devrait <strong>s'afficher à cette endroit</strong>. À partir de là, vous pouvez changer plusieurs paramètres ainsi que récupérer le modèle de RFS (request-for-sponsorship)

source: Several Debian Developers published their personal sponsor guidelines. Those are rules applying for a particular person or a specific packaging team in case you want to have a package sponsored by them. Typically those rules extend the Debian policy by custom requirements, or require a particular workflow from you. You can have a look at some guidelines from different people on our <a href="%(u_sponsors)s">sponsors side</a>
de: Verschiedene Debian Developers haben ihre persönlichen Sponsoren-Leitlinien veröffentlicht. Diese sind Regeln, die für bestimmte Personen oder für bestimmte Paketierung-Teams zutreffen, im Falle, dass du ein Paket von ihnen gesponsert haben willst. Typischerweise erweitern diese Regeln die Debian Policy mit eigenen Anforderungen, oder fordern einen bestimmten Ablauf von dir. Du kannst dir ein paar Leitlinien von verschiedenen Personen auf unserer <a href="%(u_sponsors)s">Sponsoren Seite</a> anschauen.
fr: Plusieurs Développeurs Debian ont publiés leurs recommandations personnelles de parrainage. Ce sont des règles établies pour une personne particulière ou pour un équipe spécifique dans le cas où vous voudriez que votre paquet soit parrainé par eux. Typiquement, ces règles consolide la charte Debian avec des pré-requis particuliers, ou requière que vous suiviez un processus particulier. Vous pouvez jeter un coup d'œil à certaine de ces recommandations de la part de différentes personnes sur notre <a href="%(u_sponsors)s">page des parrains</a>

source: Typically you will reach the greatest audience by filing a bug. Eventually also some non-uploading reviewer may have a look at your package. Please do not worry if you get no answer: It happens from time to time that all interested people might be distracted or busy. It does not mean your package is bad. Feel free to poste a follow-up message after a few weeks or try any of the alternative methods to find a sponsor.
de: Typischerweise erreichst du die grösste Zielgruppe, wenn du einen Bug erstellst. Eventuell werden dann auch non-uploading Reviewer dein Paket begutachten. Bitte mach dir keine Sorgen, wenn du keine Antwort bekommst: Es kommt von Zeit zu Zeit vor, dass alle interessierten Personen abgelenkt oder beschäftigt sind. Es heisst dann nicht, dass dein Paket schlecht ist. Wenn du möchtest, schreibe ein Follow-Up Nachricht nach ein paar Wochen oder versuche eine der anderen Methoden, um einen Sponsor zu finden.
fr: Typiquement, vous toucherez l'audience la plus grande en remplissant un bug. Avec le temps, d'autre personnes, ne disposant pas des droits d'envois, pourront faire la revue de votre paquet. Merci de ne pas vous inquiéter si vous ne recevez pas de réponse immédiatement : Il arrive de temps en temps que toutes les personnes intéressés soit distraient ou occupées. Cela ne veux pas dire que votre paquet est mauvais. N'hésitez pas à envoyer un message de suivi après quelques semaines ou essayez l'une des autres méthodes alternatives pour trouver un parrain.

source: This is short for <em>Release-Critical</em>, a class of bugs that are particularly important. Use this indicator if your request fixes an <tt>RC</tt> bug.
de: Das ist die Abkürzung für <em>Release-Critical</em>, eine Klasse von Fehler, die speziell wichtig sind. Verwende diesen Indikator, wenn dein Antrag einen <tt>RC</tt> Fehler behebt.
fr: C'est un raccourcis pour <em>Release-Critical</em>, une classe de bug qui est particulièrement importante. Utilisez cette indication si votre demande corrige ces bugs <tt>RC</tt>.

source: Version
es: Versión
fa: نگارش
it: Versione
ja: バージョン
nl: Versie
ro: Versiune
zh_hans: 版本

source: Guide for Debian Maintainers
it: Guide for Debian Maintainers (Guida per i Manutentori Debian)
ro: Ghid pentru responsabilii de pachete Debian

source: Successor to the “Debian New Maintainers’ Guide”.
it: Successore della "Debian New Maintainers’ Guide" (Guida per Nuovi Manutentori Debian).
ro: Succesorul manualului „Debian New Maintainers' Guide”.

source: Motivation
es: Motivación
fa: انگیزه
it: Motivazione
ja: 動機
nl: Motivatie
ro: Motivația
zh_hans: 动机

source: Notes
de: Notizen
es: Observaciones
fa: یادداشت‌ها
it: Note
ja: 注意書き
nl: Aantekeningen
ro: Note
sv: Noteringar
zh_hans: 注意

source: Contact
de: Kontakt
es: Contacto
fa: تماس
it: Contatti
ja: 連絡先
sv: Kontakt
zh_hans: 联系

source: GPG Algorithm ID
fr: ID Algorithme GPG

source: Minimal size requirment
fr: Taille minimale requise

source: OpenGPG key
fr: Clef OpenGPG

source: Fingerprint
fr: Empreinte

source: Last update on
fr: Dernière mise à jour le

source: Size
fr: Taille

source: English
fr: Anglais

source: French
fr: Français

source: Helps you get your packages into Debian
fr: Vous aide à envoyer vos paquets dans Debian

source: Multiple keys not supported
fr: Multiples clefs non supporté

source: Cannot add key: {}
fr: Impossible d'ajouter la clef : {}
