Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: There are teams in Debian who maintain packages collaboratively. If your package deals with libraries for programming languages or is part of an ecosystem of associated packages, think of KDE or Gnome packages for example, you may want to join the respective team. Have a look at the <a href="https://wiki.debian.org/Teams/#Packaging_teams">(incomplete) list of packaging teams</a> in Debian.
de: Es gibt Teams in Debian, welche Pakete gemeinsam pflegen. Wenn dein Paket mit Bibliotheken für Programmiersprachen in Zusammenhang steht oder Teil von einem Ökosystem von assoziierten Paketen ist, wie z.B. KDE oder Gnome Pakete, so könntest du den entsprechenden Teams beitreten. Siehe dazu die <a href="https://wiki.debian.org/Teams/#Packaging_teams">(unvollständige) Liste von Paketierungs-Teams</a> in Debian.
es: Hay equipos en Debian que mantienen paquetes entre ellos. Si tu paquete trata con bibliotecas para lenguajes de programación o es parte de un ecosistema de paquetes asociados, piensa en los paquetes de KDE o Gnome, por ejemplo, es posible que desees unirte al equipo respectivo. Echa un vistazo a la <a href="https://wiki.debian.org/Teams/#Packaging_teams">(incompleta) lista de equipos de ensambladores</a> en Debian.
fa: گروه‌هایی در دبیان هستند که بسته ها را به صورت اشتراکی نگه می‌دارند. اگر بسته‌تان با کتابخانه‌هایی برای زبان‌های برنامه‌نویسی‌ای سرو کار دارد که بخشی از زیست‌بوم بسته‌هایی مرتبط مثل بسته‌های گنوم یا کی‌دی‌ای است، شاید بخواهید به گروه مربوطه‌اش بپیوندید. نگاهی به <a href="https://wiki.debian.org/Teams/#Packaging_teams">سیاههٔ (ناکامل) گروه‌های بسته‌بندی</a>در دبیان بیندازید.
fr: Il y a des équipes, dans Debian, qui maintiennent des paquets de manière collaborative. Si votre paquet interagie avec des bibliothèques de langue de programmation, ou fait partie d'un écosystème de paquets associés, pensez aux paquets KDE ou Gnome par exemple, vous aimeriez peut être rejoindre l'équipe correspondante. Allez voir la <a href="https://wiki.debian.org/Teams/#Packaging_teams">liste (incomplète) des équipes d'empaquetage</a> dans Debian.
it: Ci sono gruppi in Debian che in modo collaborativo fanno da manutentori a dei pacchetti. Se il tuo pacchetto tratta librerie di linguaggi di programmazione o fa parte di un ecosistema di pacchetti tra loro associati, pensa ad esempio ai pacchetti per KDE e Gnome, potresti voler collaborare con il gruppo corrispondente. Dai un'occhiata alla <a href="https://wiki.debian.org/Teams/#Packaging_teams">lista (incompleta) dei gruppi di pacchettizzazione</a> in Debian.
ja: Debianではパッケージを共同でメンテナンスしているチームがあります。パッケージがプログラミング言語のライブラリーであったり、その関連パッケージであるなら、（KDEとかGnomeといった例を考えてみてください）それぞれのチームに参加したいかもしれません。Have a look at the <a href="https://wiki.debian.org/Teams/#Packaging_teams">(不完全ではありますが)パッケージングチームのリスト</a> があるので参考にしてください。
nl: Er zijn teams in Debian die gezamenlijk pakketten beheren. Als uw pakket verband houdt met bibliotheken voor programmeertalen of deel uitmaakt van een ecosysteem van bij elkaar horende pakketten, denk bijvoorbeeld aan KDE- of Gnome-pakketten, dan wilt u misschien lid worden van het respectieve team. Bekijk de <a href="https://wiki.debian.org/Teams/#Packaging_teams">(onvolledige) lijst van verpakkingsteams</a> in Debian.
ro: Există echipe în Debian care întrețin pachetele în colaborare. Dacă pachetul dumneavoastră se ocupă de biblioteci pentru limbaje de programare sau face parte dintr-un ecosistem de pachete asociate, gândiți-vă la pachetele KDE sau Gnome, de exemplu, ați putea dori să vă alăturați echipei respective. Aruncați o privire la <a href="https://wiki.debian.org/Teams/#Packaging_teams">lista (incompletă) a echipelor de împachetare</a> din Debian.
sv: Det finns team i Debian som underhåller paket tillsammans. Om ditt paket handlar om bibliotek för programmeringsspråk eller är en del av ett ekosystem av associerade paket, tänk till exempel på KDE eller Gnome paket som ett exempel kanske du vill gå med i respektive team. Ta en titt på <a href="https://wiki.debian.org/Teams/#Packaging_teams">(ofullständig) lista över paketeringsteam</a> i Debian.
zh_hans: 在Debian中，有一些团队在合作维护软件包。如果您的软件包涉及到编程语言的库，或者是相关软件包的生态系统的一部分，例如 KDE 或 Gnome 软件包，您可能想加入相应的团队。请看 Debian 中<a href="https://wiki.debian.org/Teams/#Packaging_teams"> （不完整）的打包团队列表</a>。

source: Please note, each of those teams may have their own workflows and policies covering how to deal with package uploads. Contact their respective mailing lists and home pages to learn more.
de: Bitte beachte, jedes dieser Teams könnte ihre eigenen Arbeitsabläufe und Richtlinien haben, welche die Handhabung mit Paket-Uploads abdecken. Kontaktiere ihre entsprechenden Mailinglisten und Startseiten, um mehr zu lernen.
es: Por favor, ten en cuenta que cada uno de estos equipos puede tener sus propios flujos de trabajo y políticas sobre cómo gestionar las cargas de los paquetes. Ponte en contacto con sus respectivas listas de correo y páginas de inicio para obtener más información.
fa: به یاد داشته باشید که هر کدام از این گروه‌ها ممکن است گردش کاری و سیاست‌های خودشان را در مورد چگونگی رخورد با بارگذاری‌های بسته داشته باشند. برای آموختن بیش‌تر، با سیاهه پستی متناظرشان تماس گرفته و صفحه‌های خانگیشان را بخوانید.
fr: Merci de noter que chaque équipe puisse avoir ses propres procédures et stratégies sur comment traiter les envois de paquets. Contactez leur liste de diffusion respective et leurs pages d'accueil pour en apprendre plus.
it: Notare che ognuno di questi gruppi potrebbe avere degli iter e delle politiche proprie che specificano come trattare il caricamento dei pacchetti. Per saperne di più contattali sulla loro lista dei messaggi o sulla loro pagina principale.
ja: これらのチームではチーム固有のワークフローがあるかもしれませんし、パッケージのアップロードの仕方のポリシーがあることでしょう。それぞれのチームのメーリングリストやホームページを参照するとより理解を深められます。
nl: Houd er rekening mee dat elk van deze teams zijn eigen werkstroom en beleid kan hebben voor het omgaan met pakketuploads. Neem contact op met hun respectievelijke mailinglijsten en startpagina's voor meer informatie.
ro: Vă rugăm să rețineți că fiecare dintre aceste echipe poate avea propriile fluxuri de lucru și politici privind modul în care trebuie abordate încărcările de pachete. Contactați listele de corespondență și paginile Web ale acestora pentru a afla mai multe.
sv: Observera att vart och ett av dessa team kan ha sina egna arbetsflöden och policyer som täcker hur man hanterar paketuppladdningar. Kontakta deras respektive e-postlistor och hemsidor för att lära dig mer.
zh_hans: 需要注意的是，每一个团队在涉及如何处理软件包的上传时可能有自己的工作流程和政策。联系他们的邮件列表或访问主页以了解更多信息。

source: File a RFS bug against the <tt>sponsorship-requests</tt> pseudo-package
de: Erstelle einen RFS Bug gegen das <tt>sponsorship-requests</tt> pseudo-package
es: Crea un error de RFS en contra de las <tt>solicitudes de patrocinio</tt>pseudo-paquete
fa: گزارش یک مشکل RFS برای شبه‌بستهٔ <tt>sponsorship-requests</tt>
fr: Envoyez un bug RFS sur le pseudo-paquet <tt>sponsorship-requests</tt>
it: Crea un bug di tipo RFS sullo pseudo-pacchetto <tt>sponsorship-requests</tt>
ja: <tt>sponsorship-requests</tt> 疑似パッケージに対するバグをたてる
nl: Een RFS-bug indienen tegen het pseudo-pakket <tt>sponsorship-requests</tt>
ro: Trimiteți o eroare RFS pentru pseudo-pachetul<tt>sponsorship-requests</tt>
sv: Skicka in en RFS-bugg mot <tt>sponsorship-requests</tt> pseudopaketet
zh_hans: 针对 <tt>sponsorship-requests</tt> 伪包提出一个 RFS 缺陷

source: If your package does not match the interests of any team or you are not sure whether a team could be interested in your package, please report a bug against <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> pseudo-package to draw attention to your package. Your bug report should be formatted according to our RFS ("<em>request for sponsorship</em>") template. If you uploaded your package to %(site_name)s, a RFS template can be shown on your package page.
de: Wenn dein Paket nicht das Interesse von einem Team oder wenn du unsicher bist, ob ein Team interessiert sein könnte an deinem Paket, erstelle bitte einen Bug gegen <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> pseudo-package, um die Aufmerksamkeit auf dein Paket zu bringen. Dein Bug-Report sollte gemäss unserer RFS ("<em>request for sponsorship</em>") Vorlage formatiert sein. Wenn du dein Paket zu %(site_name)s hoch geladen hast, kann eine RFS Vorlage auf deiner Paket-Seite angezeigt werden.
es: Si tu paquete no coincide con los intereses de ningún equipo o no estás seguro de si un equipo podría estar interesado en tu paquete, informa de un error en <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">solicitudes de patrocinio</a></tt>pseudopaquete para llamar la atención sobre tu paquete. Tu informe de error debe tener el formato de nuestro RFS ("<em>solicitud de patrocinio</em>") plantilla. Si subiste tu paquete a %(site_name)s, se puede mostrar una plantilla RFS en la página de tu paquete.
fa: اگر بسته‌تان توجّه هیچ گروهی را جلب نکرد یا در مورد اشتیاق گروهی به بسته‌تان مطمئن نیسیتید، لطفاً برای جلب توجّه به بسته‌تان اشکالی روی شبه‌بستهٔ <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> بفرستید. گزارش اشکالتان باید مطابق قالب RFS (<em>درخواست حمایت</em>)مان باشد. اگر بسته را روی %(site_name)s بارگذاشته‌اید، قالب RFS در صفحهٔ بسته‌تان نشان داده می‌شود.
fr: Si votre paquet n'est pas en accord avec les intérêts d'aucune des équipes ou que vous n'est pas sûr qu'une équipe pourrait être intéressé par votre paquet, merci de reporter un bug sur le pseudo-paquet <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> pour attirer l'attention sur votre paquet. Votre rapport de bug devrait être formater en suivant notre modèle RFS ("<em>request for sponsorship</em>"). Si vous envoyer votre paquet sur %(site_name)s, un modèle RFS peut être accédé sur la page de votre paquet.
it: Se il tuo pacchetto non trova corrispondenza con gli interessi di nessun gruppo o se non sei sicuro se un gruppo potrebbe essere interessato al tuo pacchetto, allora compila un bug sullo pseudo-pacchetto <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> per attirare l'attenzione sul tuo pacchetto. Il tuo rapporto di bug deve essere formattata in accorto al nostro modello per le RFS ("<em>request for sponsorship</em>" - richieste di sponsorizzazione). Se si è caricato il pacchetto su %(site_name)s, un modello di RFS può essere visualizzato sulla pagine del tuo pacchetto.
ja: あなたのパッケージがどのチームの興味をひかないか、どのチームが興味をもってくれるのかわからない場合、 <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> 疑似パッケージにバグ報告してください。あなたのバグ報告は RFS ("<em>スポンサー依頼</em>") テンプレートにしたがうべきです。%(site_name)sにパッケージをアップロードしているなら、 RFSテンプレートはあなたのパッケージのページに表示されます。
nl: Als uw pakket niet overeenkomt met de interesses van een team of als u niet zeker weet of een team geïnteresseerd zou kunnen zijn in uw pakket, rapporteer dan een bug tegen het pseudo-pakket <tt><a href="https://bugs.debian.org/cgi -bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> om de aandacht op uw pakket te vestigen. Uw bugrapport moet zijn opgemaakt volgens ons RFS-sjabloon ("<em>verzoek om sponsoring</em>"). Als u uw pakket heeft geüpload naar %(site_name)s, kan een RFS-sjabloon worden weergegeven op uw pakketpagina.
ro: Dacă pachetul dvs. nu corespunde intereselor niciunei echipe sau nu sunteți sigur că o echipă ar putea fi interesată de pachetul dvs., vă rugăm să raportați o eroare la pseudo-pachetul <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> pentru a atrage atenția asupra pachetului dvs. Raportul dvs. de eroare ar trebui să fie formatat în conformitate cu modelul nostru RFS („<em>solicitare de sponsorizare</em>” (request for sponsorship)). Dacă v-ați încărcat pachetul în %(site_name)s, un șablon RFS poate fi afișat pe pagina pachetului dumneavoastră.
sv: Om ditt paket inte stämmer överens med något teams intressen eller om du inte är säker på om ett team kan vara intresserade av ditt paket, vänligen rapportera en bugg mot <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> pseudopaket för att uppmärksamma ditt paket. Din felrapport bör formateras enligt vår RFS ("<em>request for sponsorship</em>")-mall. Om du laddade upp ditt paket till %(site_name)s kan en RFS-mall visas på din paketsida.
zh_hans: 如果你的软件包不符合任何团队的兴趣，或者你不确定是否有团队会对你的软件包感兴趣，请针对 <tt><a href="https://bugs.debian.org/cgi-bin/pkgreport.cgi?pkg=sponsorship-requests">sponsorship-requests</a></tt> 伪包提交一个缺陷报告，以引起他人对你的软件包的关注。你的缺陷报告应该按照我们的 RFS（"<em>Request For Sponsorship</em>"）模板格式编写。如果你把你的软件包上传到 %(site_name)s ，RFS 模板将显示在你的软件包页面。

source: <em>If you are unsure or in doubt, choose this alternative</em>.
de: <em>Wenn du unsicher oder im Zweifel bist, wähle diese Alternative</em>.
es: <em>Si no estás seguro o tienes dudas, elige esta alternativa</em>.
fa: <em>اگر مطمئن نیستید، این جایگزین را برگزینید</em>.
fr: <em>Si vous n'êtes pas sûr ou si vous avez un doute, choisisez cette alternative</em>.
it: <em>Se non si è sicuri o si è in dubbio, scegliere questa alternativa</em>.
ja: <em>もし確信が持てなければ、この代替案を選択してください</em>。
nl: <em>Als u niet zeker bent of twijfelt, kies dan dit alternatief</em>.
ro: <em>Dacă nu sunteți sigur sau aveți îndoieli, alegeți această alternativă</em>.
sv: <em>Om du är osäker eller tvekar, välj det här alternativet</em>.
zh_hans: <em>如果你不确定或存在疑问，请选择这个方法</em> 。

source: Typically you will reach the greatest audience by filing a bug. Eventually also some non-uploading reviewer may have a look at your package. Please do not worry if you get no answer: It happens from time to time that all interested people might be distracted or busy. It does not mean your package is bad. Feel free to post a follow-up message after a few weeks or try any of the alternative methods to find a sponsor.
fr: Typiquement, vous toucherez l'audience la plus grande en remplissant un bug. Avec le temps, d'autre personnes, ne disposant pas des droits d'envois, pourront faire la revue de votre paquet. Merci de ne pas vous inquiéter si vous ne recevez pas de réponse immédiatement : Il arrive de temps en temps que toutes les personnes intéressés soit distraient ou occupées. Cela ne veux pas dire que votre paquet est mauvais. N'hésitez pas à envoyer un message de suivi après quelques semaines ou essayez l'une des autres méthodes alternatives pour trouver un parrain.
ro: De obicei, veți ajunge la cea mai mare audiență prin depunerea unui raport de eroare. În cele din urmă, și un evaluator care nu se ocupă cu încărcarea poate arunca o privire asupra pachetului dumneavoastră. Vă rugăm să nu vă faceți griji dacă nu primiți niciun răspuns; se întâmplă din când în când ca toate persoanele interesate să fie distrate sau ocupate. Aceasta nu înseamnă că pachetul dumneavoastră este rău. Nu ezitați să postați un mesaj de urmărire după câteva săptămâni sau să încercați oricare dintre metodele alternative pentru a găsi un sponsor.

source: Finding a sponsor
de: Finde einen Sponsor
es: Encontrar un patrocinador
fa: یافتن حامی
fr: Trouver un parrain
it: Trovare uno sponsor
ja: スポンサーを探す
nl: Een sponsor vinden
ro: Găsirea unui sponsor
sv: Hitta en sponsor
zh_hans: 寻找赞助者

source: If you want, you can contact sponsors willing to upload packages of other maintainers directly. <em>Please do not send out mass emails!</em> Instead watch out for their individual requirements and guidelines. Contact individuals only if your package is compatible to their respective requirements and matches their area of interest. To tell apart sponsors who are interested in your package from those who are not, we asked developers to formulate their own sponsor traits. Please read them carefully and compare your package with their expectations.
de: Wenn du willst, kannst du Sponsoren, die bereit sind Pakete von anderen Maintainern hoch zu laden, direkt kontaktieren. <em>Bitte versende keine Massen-E-Mails!</em> Stattdessen achte auf ihre individuellen Anforderungen und Leitlinien. Kontaktiere Individuen nur, wenn dein Paket kompatibel mit ihren Anforderungen ist und ihrem Interessengebiet übereinstimmt. Um Sponsoren, die Interesse in deinem Paket haben, von denen zu unterscheiden, die es nicht haben, hatten wir Entwickler gefragt, ihre eigenen Sponsoren-Merkmale zu formulieren. Bitte lese diese sorgfältig und vergleiche dein Paket mit ihren Erwartungen.
es: Si lo deseas, puedes contactar directamente a los patrocinadores que estén dispuestos a cargar los paquetes de otros mantenedores. <em>¡No envíes correos electrónicos masivos! </em> En su lugar, presta atención a sus requisitos y directrices individuales. Comunicate con las personas solo si tu paquete es compatible con sus respectivos requisitos y coincide con tu área de interés. Para diferenciar a los patrocinadores que están interesados en tu paquete de los que no, pedimos a los desarrolladores que formularan sus propias características de patrocinadores. Míralos atentamente y compara tu paquete con sus expectativas.
fr: Si vous le souhaitez, vous pouvez contacter un parrain ayant la volonté d'envoyer votre paquet directement.. <em>Merci de ne pas envoyer des courriel en masse !</em> À la place, recherchez leurs préférences individuelles ainsi que leurs recommandations. Contactez les individus uniquement sur votre paquet est compatible avec leurs prérequis et tombe dans leur zone d’intérêt. Pour différencier les parrains qui sont intéressé par votre paquet de ceux qui ne le sont pas, nous avons demandé aux développeurs de formuler leur propres profile de parrain. Merci de les lire attentivement et que comparer votre paquet à leurs exigences.
it: Se vuoi puoi contattare gli sponsor che sono disposti a caricare direttamente pacchetti di altri manutentori. <em>Per favore non inviare email massive!</em> Invece informati sui loro requisiti e linee guida individuali. Contattali individualmente soltanto se il tuo pacchetto è compatibile con i loro rispettivi requisiti e corrisponde alla loro area d'interesse. Per separare gli sponsor che sono interessati al tuo pacchetto da quelli che non lo sono, noi chiediamo agli sviluppatori di enunciare le caratteristiche delle loro sponsorizzazioni. Per favore leggerle accuratamente e confrontare il proprio pacchetto con le loro aspettative.
ja: あなたが望むなら、他のメンテナーのパッケージをアップロードしてくれているスポンサーと連絡を取ることができるでしょう。 <em>どうか大量のメールを送らないでください！</em> そのかわり、スポンサー個々の要件やガイドラインに留意してください。開発者個人に連絡をとるのはあなたのパッケージが要件に適合するか、興味に合致するものである場合だけにしてください。あなたのパッケージに興味をもっているのかそうでないのかを見分けるために、開発者にはスポンサーする条件を策定するようお願いしています。それらを注意深く読んで、あなたのパッケージが開発者の期待にそっているか見比べてみてください。
nl: Als u wilt, kun u rechtstreeks contact opnemen met sponsors die bereid zijn om pakketten van andere beheerders te uploaden. <em>Verzend niet massaal e-mails!</em> Let in plaats daarvan op hun individuele vereisten en richtlijnen. Neem alleen contact op met individuen als uw pakket compatibel is met hun respectieve vereisten en overeenkomt met hun interessegebied. Om sponsors die geïnteresseerd zijn in uw pakket te onderscheiden van degenen die dat niet zijn, hebben we ontwikkelaars gevraagd om hun eigen sponsorkenmerken te formuleren. Lees ze aandachtig door en vergelijk uw pakket met hun verwachtingen.
ro: Dacă doriți, puteți contacta direct sponsorii care doresc să încarce pachetele altor menținători. <em>Vă rugăm să nu trimiteți e-mailuri în masă!</em> În schimb, fiți atenți la cerințele și regulile lor individuale. Contactați persoanele numai dacă pachetul dvs. este compatibil cu cerințele lor respective și se potrivește cu domeniul lor de interes. Pentru a distinge sponsorii care sunt interesați de pachetul dumneavoastră de cei care nu sunt interesați, am cerut dezvoltatorilor să-și formuleze propriile trăsături de sponsor. Vă rugăm să le citiți cu atenție și să comparați pachetul dvs. cu așteptările lor.
sv: Om du vill kan du kontakta sponsorer som är villiga att ladda upp paket från andra underhållare direkt. <em>Skicka inte ut massmejl!</em> Se istället upp för deras individuella krav och riktlinjer. Kontakta endast privatpersoner om ditt paket är kompatibelt med deras respektive krav och matchar deras intresseområde. För att skilja sponsorer som är intresserade av ditt paket från de som inte är det, bad vi utvecklare att formulera sina egna sponsoregenskaper. Läs dem noggrant och jämför ditt paket med deras förväntningar.
zh_hans: 如果你希望，你可以直接联系愿意上传其他维护者的软件包的赞助者。<em>请务必不要群发电子邮件！</em>请注意尊重他们个人的要求和指导。请仅在你的软件包和他们对应的要求和关注领域对应的情况下单独对其联系。为方便赞助者体现他们是否对你的软件包可能感兴趣，我们建议开发者形成他们独特的赞助风格与历史特征。请参考他们的工作历史，并与你的软件包作比较以检查其是否符合他们的期望。
