Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: You might not receive a reply to your request if you do not subscribe to the debian-mentors mailing list or to your sponsorship-requests bug. You can <a href="https://lists.debian.org/debian-mentors">subscribe to the mailing list</a> and follow simple steps to confirm your subscription request. It can also take time for sponsors to look over the requests, so please do not give up quickly and keep a watch over the mailing list. You can browse other packages and give other people feedback while you are waiting.
de: Du wirst keine Antworten zu deiner Anfrage erhalten, wenn du nicht die debian-mentors Mailing Liste oder dein sponsorship-requests Bug abonniert hast. Du kannst <a href="https://lists.debian.org/debian-mentors">die Mailing-Liste abonnieren</a> und die einfachen Schritte befolgen, um deine Abonnement zu bestätigen. Es kann auch Zeit brauchen für Sponsoren, die Anfragen durch zugehen, deshalb bitte nicht schnell aufgeben und die Mailing-Liste im Auge behalten. Du kannst andere Pakete durchstöbern und anderen Personen Feedback geben, während du wartest.
es: No recibirás respuestas a tu solicitud a menos que estés suscrito a la lista de correo de Debian-Mentors o a su error de solicitudes de patrocinio. Puedes <a href="https://lists.debian.org/debian-mentors">suscríbete a la lista de correo</a> y sigue los sencillos pasos para confirmar tu suscripción. También puede llevar tiempo a los patrocinadores revisar las solicitudes, así que no te apresures y estate atento a la lista del correo. Puedes explorar otros paquetes y escribir comentarios a otras personas mientras esperas.
fr: Il est possible que vous ne receviez pas de réponse si vous ne vous inscrivez pas sur la liste de diffusion debian-mentors ou sur votre bug sponsorship-requests. Vous pouvez <a href="https://lists.debian.org/debian-mentors">vous inscrire sur la liste de diffusion</a> et suivre les étapes simples pour confirmer votre demande d'inscription. Il est également possible que les parrains prennent du temps pour regarder les demandes, par conséquent, n'abandonnez pas immédiatement et gardez un oeil sur la liste de distribution. Vous pouvez naviguer sur les autres paquets et présenter votre retour aux autres personnes pendant que vous patientez.
it: Potresti non ricevere una risposta alla tua richiesta se non ti sei sottoscritto alla lista di messaggi debian-mentors o alla sponsorship-requests del tuo bug. Puoi <a href="https://lists.debian.org/debian-mentors">sottoscriverti alla lista di messaggi</a> e seguire i semplici passi per confermare la tua richiesta di sottoscrizione. Può anche richiedere del tempo perché gli sponsor guardino la tua richiesta, quindi non arrenderti velocemente e continua a controllare la lista di messaggi. Nel frattempo puoi navigare tra gli altri pacchetti e fornire alle persone dei riscontri mentre stai aspettando.
ja: sponsorship-requestsバグのあなたに対しての返信は、debian-mentorsメーリングリストに登録していないと受け取れないかもしれません。<a href="https://lists.debian.org/debian-mentors">メーリングリストに登録</a> できるので、登録リクエストの確認のステップに進んでください。スポンサー依頼をみるのに時間がかかるものなので、すぐに諦めずにメーリングリストを注視していてください。他のパッケージを眺めたり、待っている間に他の人がするフィードバックを見ることができます。
nl: Het is mogelijk dat u geen antwoord krijgt op uw verzoek als u zich niet abonneert op de mailinglijst debian-mentors of op uw bug tegen sponsorship-requests. U kunt zich <a href="https://lists.debian.org/debian-mentors">inschrijven op de mailinglijst</a> en de eenvoudige stappen volgen om uw inschrijvingsaanvraag te bevestigen. Sponsors kunnen ook wat tijd nodig hebben om de verzoeken te bekijken, dus geef niet te snel op en houd de mailinglijst in de gaten. U kunt door andere pakketten bladeren en andere mensen feedback geven terwijl u wacht.
ro: Este posibil să nu primiți un răspuns la cererea dumneavoastră dacă nu vă abonați la lista de discuții „debian-mentors” sau la bug-ul cererilor de sponsorizare (sponsorship-requests). Vă puteți <a href="https://lists.debian.org/debian-mentors">abona la lista de discuții</a> și să urmați pașii simpli pentru a vă confirma solicitarea de abonare. De asemenea, poate dura ceva timp până când sponsorii analizează cererile, așa că vă rugăm să nu renunțați repede și să supravegheați lista de discuții. În timp ce așteptați, puteți răsfoi alte pachete și puteți oferi opiniile și sugestiile dvs. altor persoane.
sv: Du kanske inte får svar på din förfrågan om du inte prenumererar på debian-mentors e-postlista eller på din sponsringsförfrågan. Du kan <a href="https://lists.debian.org/debian-mentors">prenumerera på e-postlistan</a> och följa enkla steg för att bekräfta din begäran om prenumeration. Det kan också ta tid för sponsorer att se över förfrågningarna, så ge inte upp snabbt och håll koll på e-postlistan. Du kan bläddra bland andra paket och ge andra människor feedback medan du väntar.
zh_hans: 如果你没有订阅 debian-mentors 邮件列表或你提交的 sponsorship-requests 缺陷，你可能无法接收到他人对你的请求的回复。你可以<a href="https://lists.debian.org/debian-mentors">订阅邮件列表</a>并遵循几个简单的步骤来确认你的订阅请求。赞助者处理各个请求需要时间，所以请不要轻易地放弃，请持续关注邮件列表的消息。在等待的过程中，你可以浏览其他的软件包并为他人的工作提供反馈。

source: Template for an RFS bug
de: Vorlage für einen RFS Bug
es: Plantilla para un error en RFS
fa: قالب برای اشکال RFS
fr: Modèle d'un bug RFS
it: Modello per un bug di tipo RFS
ja: RFSバグのテンプレート
nl: Sjabloon voor een RFS-bug
ro: Model pentru un raport de eroare RFS
sv: Mall för en RFS-bugg
zh_hans: RFS 缺陷报告的模板

source: for
de: für
es: para
fa: برای
fr: pour
it: per
ja: 対象となるパッケージは
nl: voor
ro: pentru
sv: för
zh_hans: 用于

source: Send the completed template below by email
de: Sende die komplette Vorlage unten via E-Mail
es: Envía por correo electrónico la plantilla completa a continuación
fa: قالب کامل زیر را با رایانامه بفرستید
fr: Envoyer le modèle ci-dessous pré-rempli par courriel
it: Inviare il modello sottostante compilato per email
ja: 以下のテンプレートを埋めてメールを送る
nl: Verstuur het ingevulde sjabloon hieronder per e-mail
ro: Trimiteți modelul de mai jos completat prin poșta electronică
sv: Skicka den ifyllda mallen nedan via e-post
zh_hans: 请将以下完整模板使用邮件

source: to our pseudo-package. If you prefer, you can also use the <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a> tool.
de: an unser pseudo-package. Wenn du bevorzugst, kannst du auch das <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a> Tool verwenden.
es: a nuestro pseudopaquete. Si lo prefieres, también puedes utilizar la herramienta <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all§ion=main">reportbug</a>.
fa: به شبه‌بسته‌مان. اگر دوست دارید می‌توانید از ابزار <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a> نیز استفاده کنید.
fr: sur notre pseudo-paquet. Si vous préférez, vous pouvez aussi utiliser l'outil <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a>.
it: al nostro pseudo-pacchetto. Se preferisci, puoi anche utilizzare lo strumento <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a>.
ja: 疑似パッケージに対して、お望みならば <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a> ツールを利用できます。
nl: naar ons pseudo-pakket. Als u wilt, kunt u ook het hulpmiddel <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a> gebruiken.
ro: la pseudo-pachetul nostru. Dacă preferați, puteți utiliza de asemenea, instrumentul <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a>.
sv: till vårt pseudopaket. Om du föredrar det kan du också använda verktyget <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a>.
zh_hans: 发送到我们的伪包。如果你愿意，你也可以使用 <a href="https://packages.debian.org/search?keywords=reportbug&searchon=names&exact=1&suite=all&section=main">reportbug</a> 工具。

source: Please indicate in the subject line if you are adding a new package to Debian (<tt>ITP</tt>), if you are adopting an existing package (<tt>ITA</tt>), or if you are fixing bugs in an existing package (via <tt>NMU</tt> or <tt>QA</tt>). If your upload also fixes Release Critical bugs, please add the <tt>RC</tt> indicator as well.
de: Bitte kennzeichne im Subjekt, ob du ein neues Paket zu Debian hinzufügst (<tt>ITP</tt>), ob du ein bestehendes Paket anpasst (<tt>ITA</tt>), oder ob du einen Bug in einem bestehenden Paket behebst (via <tt>NMU</tt> or <tt>QA</tt>). Wenn dein Upload auch Release Critical Bugs behebt, füge bitte auch den <tt>RC</tt> Indikator hinzu.
es: Por favor, indica en el asunto si estás añadiendo un nuevo paquete a Debian (<tt>ITP</tt>), si estás adoptando un paquete ya existente (<tt>ITA</tt>), o si estás corrigiendo errores en un paquete ya existente (a través de <tt>NMU</tt> o <tt>QA</tt>). Si tu carga también corrige errores de una versión crítica, añade también el indicador <tt>RC</tt>.
fa: لطفاً در خط موضوع مشخّص کنید که دارید بسته‌ای جدید را به دبیان می‌افزایید (<tt>ITP</tt>)، بسته‌ای موجود را به سرپرستی می‌گیرید (<tt>ITA</tt>) یا این که اشکال‌هایی را در بسته‌ای موجود رفع می کنید (با <tt>NMU</tt> یا <tt>QA</tt>). اگر بارگذاریتان اشکال‌های بحرانی ارائه را نیز رفع می‌کند، لطفاً نشانگر <tt>RC</tt> را نیز بیفزایید.
fr: Merci d'indiquer dans le sujet si vous ajoutez un nouveau paquet sur Debian (<tt>ITP</tt>), si vous adoptez un paquet existant (<tt>ITA</tt>), ou si vous corrigez un bug dans un paquet existant (avec <tt>NMU</tt> ou <tt>QA</tt>). Si votre envoie corrige aussi des bugs Release Critical , merci d'ajouter également l'indication <tt>RC</tt>.
it: Indica nell'oggetto se stai aggiungendo un nuovo pacchetto a Debian (<tt>ITP</tt>), se stai adottando un pacchetto esistente (<tt>ITA</tt>) o se stai risolvendo dei bug in un pacchetto esistente (tramite <tt>NMU</tt> o <tt>QA</tt>). Se il tuo caricamento corregge bug Release Critical (Critici per il Rilascio), aggiungere anche l'indicatore <tt>RC</tt>.
ja: あなたが新しいパッケージをDebianに加えようとしていることを示すために件名に (<tt>ITP</tt>)を入れてください。もし既存のパッケージのメンテナンスを引き受け (<tt>ITA</tt>)たり、既存のパッケージのバグを修正し ( <tt>NMU</tt> や <tt>QA</tt>)たりする場合も同様です。あなたのアップロードによってリリースに影響を与える不具合が修正されるなら、 <tt>RC</tt> を同様にして加えます。
nl: Geef in de onderwerpregel aan of u een nieuw pakket toevoegt aan Debian (<tt>ITP</tt>), of u een bestaand pakket adopteert (<tt>ITA</tt>), of dat u bugs repareert in een bestaand pakket (via <tt>NMU</tt> of <tt>QA</tt>). Als uw upload ook release-kritieke bugs verhelpt, voeg dan ook de indicator <tt>RC</tt> toe.
ro: Vă rugăm să indicați în linia de subiect dacă adăugați un pachet nou la Debian (<tt>ITP</tt>), dacă adoptați un pachet existent (<tt>ITA</tt>) sau dacă remediați erori într-un pachet existent (prin <tt>NMU</tt> sau <tt>QA</tt>). În cazul în care încărcarea dvs. corectează, de asemenea, erorile de lansare critice (Release Critical), vă rugăm să adăugați și indicatorul <tt>RC</tt>.
sv: Vänligen ange i ämnesraden om du lägger till ett nytt paket till Debian (<tt>ITP</tt>), om du adopterar ett befintligt paket (<tt>ITA</tt>), eller om du fixar buggar i ett befintligt paket (via <tt>NMU</tt> eller <tt>QA</tt>). Om din uppladdning också fixar releasekritiska buggar, lägg till <tt>RC</tt>-indikatorn också.
zh_hans: 请在邮件主题中注明您是否要在 Debian 中添加新的软件包 (<tt>ITP</tt>)，是否要收养现有的软件包 (<tt>ITA</tt>)，或者是否要修复现有软件包的错误 ( 通过<tt>NMU</tt> 或<tt>QA</tt>)。如果你的上传也修复了一个影响发行的致命缺陷，请同时添加<tt>RC</tt> 指示符。

source: The meaning of the indicators above is described below:
de: Die Bedeutung von dem Indikator oben ist unten beschrieben:
es: A continuación se describe el significado de los indicadores anteriores:
fa: معنای نشانگرهای بالا در زیر شرح داده شده:
fr: La signification des indications ci-dessus sont décrites après :
it: Il significato degli indicatori presenti qui sopra è descritto qui sotto:
ja: 上記の識別子の意味は次のとおりです:
nl: De betekenis van bovenstaande indicatoren wordt hieronder beschreven:
ro: Semnificația indicatorilor de mai sus este descrisă mai jos:
sv: Innebörden av indikatorerna ovan beskrivs nedan:
zh_hans: 上述指示符的含义描述如下：

source: <tt>ITP</tt> stands for <em>Intend to package</em>. These are packages that do not exist in Debian yet. Such packages need to go through the <tt>NEW</tt> queue, where they are reviewed by an <a href="https://ftp-master.debian.org/new.html">FTP Master</a>. Packages that must go through NEW include renamed packages, packages moving between areas, and source packages that build new binary packages.
de: <tt>ITP</tt> steht für <em>Intend to package</em>. Das sind Pakete, die noch nicht in Debian enthalten sind. Solche Pakete müssen durch die <tt>NEW</tt> Schlange gehen, bei der sie von einem <a href="https://ftp-master.debian.org/new.html">FTP Master</a> überprüft werden. Pakete, die durch NEW gehen müssen sind umbenannte Pakete, Pakete verschoben zwischen Bereichen, und Quellpakete, die neue binäre Pakete erstellen.
es: <tt>ITP</tt> representa <em>la intención de empaquetar</em>. Estos son paquetes que aún no existen en Debian. Estos paquetes deben pasar por una <tt>NEVA</tt> lista de espera, donde son revisados por un <a href="https://ftp-master.debian.org/new.html">Maestro en FTP</a>. Los paquetes que deben pasar por NUEVO incluyen paquetes renombrados, paquetes que se mueven entre áreas y paquetes con la fuente que se convierten en nuevos paquetes.
fa: عبارت <tt>ITP</tt> به معنی <em>فصد بسته‌بندی</em> است. این‌ها بسته‌هاییند که هنوز در دبیان وجود ندارند. لازم است چنین بسته‌هایی در صف <tt>NEW</tt> بروند تا آن‌جا به دست یک <a href="https://ftp-master.debian.org/new.html">مدیر FTP</a> بازبینی شوند. بسته‌هایی که باید به NEW بروند شامل بسته‌های تغییر نام یافته، بسته‌های انتقالی بین دسته‌ها و بستههای مبدأیی هستند که بسته‌های دودویی جدید می‌سازند.
fr: <tt>ITP</tt> veut dire <em>Intend to package</em>. Ceux-ci sont des paquets qui n'existent pas déjà dans Debian. Ces paquets doivent passer par la queue <tt>NEW</tt>, où ils sont revue par les <a href="https://ftp-master.debian.org/new.html">FTP Master</a>. Les paquets qui doivent passer par NEW inclut les renommages, le déplacement de paquets entre zones, ainsi que les paquets sources qui construisent des nouveau paquets binaires.
it: <tt>ITP</tt> è l'acronimo di <em>Intend To Package</em> (volontà di pacchettizzare). Questi sono pacchetti che non esistono ancora in Debian. Tali pacchetti devono passare attraverso la coda <tt>NEW</tt>, nella quale sono esaminati da un <a href="https://ftp-master.debian.org/new.html">FTP Master</a>. I pacchetti che devono passare attraverso NEW comprendono i pacchetti rinominati, i pacchetti spostati tra aree e i pacchetti sorgente che creano nuovi pacchetti eseguibili.
ja: <tt>ITP</tt> は <em>パッケージングする意思</em>があることを示します。Debianにはパッケージがまだ存在しないものがあります。そういったパッケージは <tt>NEW</tt> キューを通過する必要があります。それには<a href="https://ftp-master.debian.org/new.html">FTPマスター</a>のレビューが必要です。パッケージ名が変更されたり、区分が変わったり、新規のバイナリーパッケージが増える場合などはNEWキューを経なければなりません。
nl: <tt>ITP</tt> staat voor <em>Intend to package</em> (voornemen om te verpakken). Dit zijn pakketten die nog niet bestaan in Debian. Dergelijke pakketten moeten door de wachtrij <tt>NEW</tt> (nieuw) gaan, waar ze worden gecontroleerd door een <a href="https://ftp-master.debian.org/new.html">FTP-master</a >. Pakketten die door de wachtrij NEW moeten gaan, zijn onder meer pakketten die een andere naam kregen, pakketten die naar een ander gebied overgegaan zijn en broncodepakketten waaruit nieuwe binaire pakketten gebouwd worden.
ro: <tt>ITP</tt> înseamnă <em>Intend to package</em> (Intenția de a împacheta). Acestea sunt pachete care nu există încă în Debian. Astfel de pachete trebuie să treacă prin coada de așteptare a filtrului <tt>NEW</tt>, unde sunt revizuite de un <a href="https://ftp-master.debian.org/new.html">FTP Master</a>. Pachetele care trebuie să treacă prin „filtrul NEW” includ pachete redenumite, pachete care se mută între zone și pachete sursă care construiesc noi pachete binare.
sv: <tt>ITP</tt> står för <em>Avsikt att paketera</em>. Det här är paket som inte finns i Debian ännu. Sådana paket måste gå igenom <tt>NY</tt>-kön, där de granskas av en <a href="https://ftp-master.debian.org/new.html">FTP Master</a >. Paket som måste gå igenom NY inkluderar omdöpta paket, paket som flyttar mellan områden och källkodspaket som bygger nya binära paket.
zh_hans: <tt>ITP</tt>指<em>意图打包</em> 。这些软件包尚不存在于 Debian 中。这样的软件包稍后需要通过<tt>NEW</tt>队列，在那里它们会被 <a href="https://ftp-master.debian.org/new.html">FTP Master</a> 团队审阅。重新命名的软件包、在不同区域之间移动的软件包，以及构建新的二进制软件包也必须通过 NEW 的软件包审阅。

source: <tt>ITA</tt> stands for <em>Intend to adopt</em>. These are packages which were orphaned in the past and which you intend to adopt.
de: <tt>ITA</tt> steht für <em>Intend to adopt</em>. Das sind Pakete, welche in der Vergangenheit verwaist waren und du beabsichtigst zu übernehmen.
es: <tt>ITA</tt> representada <em>la intención de adoptar</em>. Estos son paquetes que quedaron huérfanos en el pasado y que tienes intención de adoptar y continuar su desarrollo.
fa: عبارت <tt>ITA</tt> به معنی <em>تصمیم به سرپرستی</em> است. این‌ها بسته‌هاییند که در گذشته بی‌سرپرست شده‌اند و می‌توانید به سرپرستی بگیریدشان.
fr: <tt>ITA</tt> veut dire <em>Intend to adopt</em>. Ceux-ci sont des paquets qui ont été abandonnés dans le passé et que vous prévoyez d'adopter.
it: <tt>ITA</tt> è l'acronimo di <em>Intend to adopt</em> (volontà di adottare). Questi sono pacchetti che sono diventati orfani nel passato e che tu vuoi adottare.
ja: <tt>ITA</tt> は <em>メンテナンスを引き継ぐ</em>ことを示します。かつてメンテナンスが放棄されたパッケージを再びあなたがメンテナンスするということです。
nl: <tt>ITA</tt> staat voor <em>Intend to adopt</em> (voornemen om te adopteren). Dit zijn pakketten die in het verleden verweesd werden en die u van plan bent te adopteren.
ro: <tt>ITA</tt> reprezintă <em>Intend to adopt</em> (Intenția de a adopta). Acestea sunt pachete care au rămas orfane în trecut și pe care intenționați să le adoptați.
sv: <tt>ITA</tt> står för <em>Avsikt att adoptera</em>. Det här är paket som var föräldralösa tidigare och som ni tänker adoptera.
zh_hans: <tt>ITA</tt> 代表<em>收养意向（Intend to adopt）</em> 。这些是过去被遗弃并中止维护的软件包，且你打算收养并继续维护它们。

source: Your upload is a <em>Non-Maintainer Upload</em>, a version of a package that is not uploaded by the official Maintainer of a package, but rather by you. Special rules apply to these uploads. Please refer to the <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">Developer's Reference</a> for more information.
de: Dein Upload ist ein <em>Non-Maintainer Upload</em>, eine Version eines Pakets, die nicht vom offiziellen Paket-Betreuer hochgeladen wurde, aber stattdessen von dir. Spezielle Regeln gelten für diese Uploads. Bitte beachte die <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">Entwickler's Referenz</a> für mehr Informationen.
es: Tu subida es una <em>Subida por un no Mantenedor</em>, una versión de un paquete que no es subida por el Mantenedor oficial de un paquete, sino por ti. Se aplican reglas especiales a estas subidas. Consulta la <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">Referencia para desarrolladores</a> para obtener más información.
fa: بازگذاریتان از گونهٔ <em>Non-Maintainer</em> است؛ نگارشی از بسته که به دست شما و نه نگه‌دارندهٔ رسمی بسته بارگذاری شده. قواعد خاصی به این بارگذاری‌ها اعمال می‌شوند. برای اطّلاعات بیش‌تر لطفاً به <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">مرجع توسعه‌هنده</a> مراجعه کنید.
fr: Votre envoi est un <em>Non-Maintainer Upload</em> (Envoi d'un non-mainteneur) ; une version d'un paquet qui n'est pas envoyé par le mainteneur officiel du paquet, mais par vous. Des règles spéciales s'appliquent pour ces envois. Merci de consulter la <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">référence du développeur</a> pour plus d'information.
it: Il tuo caricamento è un <em>Non-Maintainer Upload</em> (Caricamento di un Non Manutentore), una versione di un pacchetto che non è caricata dal Manutentore ufficiale dei un pacchetto, ma da te. Per questi caricamenti vengono applicate delle regole speciali. Per maggiori informazioni fare riferimento alla <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">Developer's Reference</a> (Guida di Riferimento degli Sviluppatori).
ja: あなたのアップロードが <em>メンテナーによるものではない</em>場合やパッケージの公式メンテナーによってアップロードされないパッケージのバージョンであれば、それらのアップロードに対しては特別なルールが適用されます。詳細は<a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">開発者リファレンス</a> を参照してください。
nl: Uw upload is een <em>Non-Maintainer Upload</em> (upload niet door de pakketbeheerder), een versie van een pakket die niet is geüpload door de officiële beheerder van een pakket, maar door u. Voor deze uploads gelden speciale regels. Raadpleeg de <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">Developer's Reference</a> (referentiehandleiding voor ontwikkelaars) voor meer informatie.
ro: Încărcarea dvs. este o <em>Non-Maintainer Upload</em> (Încărcare a unui non-responsabil de pachet), o versiune a unui pachet care nu este încărcată de către responsabilul oficial al pachetului, ci de către dvs. Pentru aceste încărcări se aplică reguli speciale. Consultați <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">Referința dezvoltatorului</a> pentru mai multe informații.
sv: Din uppladdning är en <em>Icke-underhållsuppladdning</em>, en version av ett paket som inte laddas upp av den officiella underhållaren av ett paket, utan snarare av dig. Särskilda regler gäller för dessa uppladdningar. Se <a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">utvecklarens referens</a> för mer information.
zh_hans: 你的上传是<em>非维护者上传</em> （一个软件包的版本没有由软件包的官方维护者上传，而是由你上传）。这种上传有一些特殊的规则。请参考<a href="https://www.debian.org/doc/manuals/developers-reference/pkgs.html#nmu">开发者参考文档</a> 以了解更多信息。
