Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Does the package meet the <a href="https://www.debian.org/social_contract">DFSG</a>? If yes, is the copyright file up to date and correct?
de: Erfüllt das Paket die <a href="https://www.debian.org/social_contract">DFSG</a>? Wenn ja, ist die Copyright Datei aktuell und korrekt?
es: ¿Cumple el paquete las <a href="https://www.debian.org/social_contract">DFSG</a>? En caso afirmativo, ¿está actualizado y es correcto el archivo de los derechos de autor?
fa: آیا بسته با <a href="https://www.debian.org/social_contract">DFSG</a> سازگار است؟ اگر بله، پروندهٔ copyright به‌روز و درست است؟
fr: Est-ce que le paquet satisfait la <a href="https://www.debian.org/social_contract">DFSG</a> ? Si oui, est-ce que le fichier copyright est correct et à jour ?
it: Il pacchetto rispetta le <a href="https://www.debian.org/social_contract">DFSG</a>? Se sì, il file di copyright è aggiornato e corretto?
ja: パッケージは <a href="https://www.debian.org/social_contract">DFSG</a>を満たしているか？そうなら、copyrightファイルは最新の状態であり正しいものになっているか？
nl: Voldoet het pakket aan de <a href="https://www.debian.org/social_contract">DFSG</a>? Zo ja, is het auteursrechtenbestand actueel en correct?
ro: Pachetul respectă <a href="https://www.debian.org/social_contract">DFSG</a>? Dacă da, fișierul cu drepturi de autor este actualizat și corect?
sv: Uppfyller paketet <a href="https://www.debian.org/social_contract">DFSG</a>? Om ja, är upphovsrättsfilen uppdaterad och korrekt?
zh_hans: 软件包是否符合 <a href="https://www.debian.org/social_contract">DFSG</a>？如果是，那么 copyright 文件是否是最新且正确的？

source: Do the maintainer scripts supplied with the package look robust, idempotent and useful?
de: Sind die Maintainer-Scripts, die mit dem Paket mitgeliefert werden, robust, idempotent und nützlich?
es: ¿Los scripts de mantenimiento suministrados con el paquete parecen robustos, idempotentes y útiles?
fa: آیا کدنوشته‌های نگه‌داری فراهم شده به همراه بسته، کارا و مفید هستند؟
fr: Est-ce que les scripts mainteneurs fourni avec le paquet semblent robustes, idempotents et utiles ?
it: Gli script forniti dal manutentore con il pacchetto sembrano robusti, idempotenti e utili?
ja: パッケージの提供しているメンテナースクリプトは冪等性を満たし機能するものか？
nl: Zien de bij het pakket gevoegde scripts van de beheerder er robuust, idempotent en nuttig uit?
ro: Scripturile responsabilului de pachet furnizate împreună cu pachetul arată robuste, idempotente și utile?
sv: Ser underhållarskripten som levereras med paketet robusta, idempotenta och användbara ut?
zh_hans: 与软件包一起提供的维护脚本是否健壮、幂等（idempotent）、且有用？

source: Is there a watch file? If yes, does it work?
de: Gibt es eine "watch" Datei? Wenn ja, funktioniert es?
es: ¿Existe un archivo de vigilancia? En caso afirmativo, ¿funciona?
fa: پروندهٔ watch وجود دارد؟ اگر بله، کار می‌کند؟
fr: Est-ce qu'il y a un fichier watch ? Si oui, est-il fonctionnel ?
it: È presente un file di controllo? Se sì, funziona?
ja: watchファイルが含まれているか？含まれているならそれは機能するか？
nl: Is er een watch-bestand? Zo ja, werkt het?
ro: Există un fișier de monitorizare (watch)? Dacă da, funcționează?
sv: Finns det en watchfil? Om ja, fungerar den som den ska?
zh_hans: watch 文件是否存在？如果有的话，它是否工作？

source: Can you build the package in a clean build chroot?
de: Kannst du das Paket in einer frischen chroot erstellen?
es: ¿Puedes compilar el paquete en un chroot de compilación limpia?
fa: آیا می‌توانید بسته را در یک chroot تمیز بسازید؟
fr: Pouvez-vous construire le paquet dans un chroot propre ?
it: Riesci a creare il pacchetto in un corretto chroot di pacchettizzazione?
ja: クリーンなchrootの環境でパッケージをビルドすることができるか？
nl: Kunt u het pakket bouwen in een schone build-chroot?
ro: Puteți construi pachetul într-un chroot de compilare curată?
sv: Kan du bygga paketet i en ren bygg-chroot?
zh_hans: 你能在一个干净的 chroot 中构建该软件包吗？

source: Was the upstream tarball modified? If yes, is there a good reason to do so?
de: Wurde der Upstream-Tarball modifiziert? Wenn ja, gibt es gute Gründe dafür?
es: ¿Se ha modificado el tarball del upstream? En caso afirmativo, ¿hay una buena razón para hacerlo?
fa: آیا tarball بالادست دستکاری شده؟ اگر بله، دلیل خوبی برایش وجود دارد؟
fr: La tarball upstream a-t-elle été modifié ? Si oui, y a t'il une bonne raison de le faire ?
it: La tarball degli sviluppatori originali è stata modificata? Se sì, c'è una buona ragione perché questo sia stato fatto?
ja: アーカイブに何らかの手が加えられているか？もしそうならその理由は妥当か？
nl: Werd het bovenstroomse tar-archief gewijzigd? Zo ja, is daar een goede reden voor?
ro: A fost modificat fișierul comprimat (tarball) din amonte? Dacă da, există un motiv întemeiat pentru a face acest lucru?
sv: Modifierades uppströms tarboll? Om ja, fanns det en bra anledning att göra det?
zh_hans: 上游的 tarball 被修改了吗？如果是的话，这么做是否有合适的原因？

source: You might also want to retrieve the maintainer GPG key to verify that all subsequent uploads are signed using the same key. While the key should be publicly available on servers such as <em>keys.openpgp.org</em> or <em>keyserver.ubuntu.com</em>, %(name)s can also act as a basic keyserver. Note that only key retrieval is implemented. Update or search are not available.
de: Du könntest auch wollen, den GPG Schlüssel des Betreuers abzurufen, um zu prüfen, dass alle nachfolgenden Uploads mit dem selben Schlüssel signiert sind. Während der Schlüssel öffentlich verfügbar sein sollte auf Servern wie <em>keys.opengpg.org</em> oder <em>keyserver.ubuntu.com</em>, kann auch %(name)s als elementare Keyserver fungieren. Beachte, dass nur Schlüsselabruf implementiert ist. Aktualisierung oder Suche sind nicht verfügbar.
es: También es posible que desees recuperar la clave GPG para verificar que todas las cargas posteriores estén firmadas con la misma clave. Si bien la clave debe estar disponible públicamente en los servidores como <em>keys.openpgp.org</em> o <em>keyserver.ubuntu.com</em>,%(name)s también puedes actuar como un servidor de claves básico. Ten en cuenta que solo se implementa la recuperación de las claves. La actualización o la búsqueda no están disponibles.
fa: همچنین ممکن است بخواهید کلید GPG نگه‌دارنده را برای تأیید امضا شدن تمامی بارگذاری‌های بعدی با همان کلید دریافت کنید. با این که کلیدها باید به صورت عمومی روی کارسازهایی چون <em>keys.openpgp.org</em> یا <em>keyserver.ubuntu.com</em> در دسترس باشند، %(name)s هم می‌تواند به عنوان کارساز کلیدی ساده عمل کند. به خاطر داشته باشید که فقط دریافت کلید پیاده شده است. به‌روز رسانی یا جست‌جو موجود نیست.
fr: Vous serez peut être également intéressé pour récupérer la clef GPG du mainteneur afin de vérifier que les prochains envois sont signés en utilisant la même clef. Alors que la clef devrait être disponible publiquement auprès de serveurs tels que <em>keys.openpgp.org</em> ou <em>keyserver.ubuntu.com</em>, %(name)s peut également servir de serveur de clef basique. Notez que seule la récupération de clef est implémenté. La mise à jour ou la recherche ne sont pas disponibles.
it: Potresti anche voler recuperare la chiave GPG del manutentore per verificare che tutti i caricamenti successivi siano stati firmati con la stessa chiave. Anche se la chiave dovrebbe essere disponibile pubblicamente su server come <em>keys.openpgp.org</em> o <em>keyserver.ubuntu.com</em>, %(name)s può anche funzionare come keyserver di base. Fare attenzione che è stato implementato soltanto il recupero di chiavi. L'aggiornamento e la ricerca non sono disponibili.
ja: メンテナーのGPG鍵を取得しようとするかもしれません。その後のパッケージも同じ鍵で署名されているかを検証するためにです。鍵は <em>keys.openpgp.org</em> や <em>keyserver.ubuntu.com</em>といったサーバーから入手可能であるべきですが、 %(name)s は鍵サーバーのように振る舞うこともできます。鍵の取得のみ実装されていることに注意してください。鍵の更新や検索はできません。
nl: U wilt misschien ook de GPG-sleutel van de beheerder ophalen om te controleren of alle volgende uploads met dezelfde sleutel worden ondertekend. Hoewel de sleutel openbaar beschikbaar zou moeten zijn op servers zoals <em>keys.openpgp.org</em> of <em>keyserver.ubuntu.com</em>, kan %(name)s ook fungeren als een elementaire sleutelserver. Merk op dat alleen het ophalen van sleutels is geïmplementeerd. Bijwerken of zoeken zijn niet beschikbaar.
ro: De asemenea, este posibil să doriți să recuperați cheia GPG a responsabilului de pachet pentru a verifica dacă toate încărcările ulterioare sunt semnate folosind aceeași cheie. În timp ce cheia ar trebui să fie disponibilă public pe servere precum <em>keys.openpgp.org</em> sau <em>keyserver.ubuntu.com</em>, %(name)s poate acționa, de asemenea, ca un server de chei bazic. Rețineți că este implementată doar recuperarea cheilor. Actualizarea sau căutarea nu sunt disponibile.
sv: Du kanske också vill hämta underhållarens GPG-nyckel för att verifiera att alla efterföljande uppladdningar är signerade med samma nyckel. Även om nyckeln bör vara allmänt tillgänglig på servrar som <em>keys.openpgp.org</em> eller <em>keyserver.ubuntu.com</em>, kan %(name)s också fungera som en grundläggande nyckelserver. Observera att endast nyckelhämtning implementeras. Uppdatering eller sökning är inte tillgänglig.
zh_hans: 你可能还会想获取维护者的 GPG 公钥，以验证所有后续的上传都使用相同的密钥签名。公钥应该在诸如 <em>keys.openpgp.org</em> 或 <em>keyserver.ubuntu.com</em> 等服务器上公开。%(name)s 也可以作为一个基本的密钥服务器，只有公钥的获取可用，更新或搜索并不可用。

source: Given a key id, you can retrieve a key using:
de: Wenn eine Schlüssel-ID gegeben ist, kannst du den Schlüssel folgendermassen abrufen:
es: Si ya una clave de identificación, puedes recuperar una clave utilizando:
fa: با فرض داشتن شناسهٔ کلید می‌توانید به این صورت بازیابیش کنید:
fr: À partir d'un identifieur, vous pouvez récupérer la clef en utilisant :
it: A partire da un id di chiave, puoi recuperare una chiave usando:
ja: 与えられた鍵IDで、鍵を次のようにして取得できます：
nl: Aan de hand van een sleutel-ID, kunt u de sleutel als volgt ophalen:
ro: Având un ID de cheie, puteți prelua o cheie folosind:
sv: Med ett nyckel-id kan du hämta en nyckel med:
zh_hans: 给定一个 key id，你可以检索一个密钥：

source: Established sponsor guidelines
de: Bestehende Sponsor Richtlinien
es: Directrices establecidas para los patrocinadores
fa: رهنمودهای حامی برقرار شده
fr: Recommandation établies des parrainage
it: Linee guida stabilite per gli sponsor
ja: 既定のスポンサーガイドライン
nl: Vastliggende sponsorrichtlijnen
ro: Recomandări stabilite de sponsor
sv: Fastställda sponsorriktlinjer
zh_hans: 已有的赞助准则

source: Several Debian Developers published their personal sponsor guidelines. Those are rules applying for a particular person or a specific packaging team in case you want to have a package sponsored by them. Typically those rules extend the Debian policy by custom requirements, or require a particular workflow from you. You can have a look at some guidelines from different people on our <a href="%(u_sponsors)s">sponsors site</a>
fr: Plusieurs Développeurs Debian ont publiés leurs recommandations personnelles de parrainage. Ce sont des règles établies pour une personne particulière ou pour un équipe spécifique dans le cas où vous voudriez que votre paquet soit parrainé par eux. Typiquement, ces règles consolide la charte Debian avec des pré-requis particuliers, ou requière que vous suiviez un processus particulier. Vous pouvez jeter un coup d'œil à certaine de ces recommandations de la part de différentes personnes sur notre <a href="%(u_sponsors)s">page des parrains</a>
ro: Mai mulți dezvoltatori Debian au publicat ghidurile lor personale de sponsorizare. Acestea sunt reguli care se aplică pentru o anumită persoană sau o anumită echipă de împachetare, în cazul în care doriți ca un pachet să fie sponsorizat de aceasta. De obicei, aceste reguli extind politica Debian prin cerințe personalizate sau necesită un anumit flux de lucru din partea dumneavoastră. Puteți arunca o privire la câteva ghiduri de la diferite persoane pe situl nostru pentru <a href="%(u_sponsors)s">sponsori</a>

source: Introduction for sponsors
de: Einführung für Sponsoren
es: Introducción para los patrocinadores
fa: دستورالعمل‌ها برای حامیان
fr: Introduction pour les parrains
it: Introduzione per gli sponsor
ja: はじめてのスポンサー
nl: Inleiding voor sponsors
ro: Introducere pentru sponsori
sv: Introduktion för sponsorer
zh_hans: 对赞助者的入门介绍

source: Thanks for helping. There are a lot of sponsorees waiting for a Developer to help them with their packages, and if you want to help with the New Maintainer process this is a good step to get involved.
de: Danke fürs Helfen. Es gibt viele Sponsor-Suchende, die auf einen Entwickler warten, die ihnen mit ihren Paketen helfen, und wenn du mit dem "New Maintainer"-Prozess helfen willst, ist das ein guter Start um involviert zu werden.
es: Gracias por ayudar. Hay muchos patrocinadores esperando un Desarrollador que te ayuda con tus paquetes, y si quieres ayudar con el proceso de un nuevo mantenedor este es un buen paso para involucrarte.
fa: سپاس از یاریتان. حامی‌جویان زیادی منتظر توسعه‌دهنده‌ای هستند که آنان را در بسته‌هایشان یاری رسانند و اگر می‌خاهید در فرایند نگه‌داندهٔ جدید یاری کنید، این گامی خوب برای درگیر شدن است.
fr: Merci pour votre aide. Il y a beaucoup de mainteneurs en attente d'un Développeur pour les aider avec leurs paquets, et si vous souhaitez aider avec le processus de nouveau mainteneurs, c'est un bonne étape pour s'inverstir.
it: Grazie per l'aiuto. Ci sono un sacco Manutentori in attesa di uno Sviluppatore che li aiuti con i loro pacchetti e se tu vuoi aiutarli con il processo per Nuovi Manutentori questo è un buon modo per farti coinvolgere.
ja: 手助けしてくれてありがとう。開発者によるスポンサーを望む人がたくさんいます。そして新メンテナープロセスを手助けしたければ、これに関わるのがおすすめです。
nl: Bedankt om te helpen. Er zijn veel personen die een sponsor zoeken en die wachten op een ontwikkelaar om hen te helpen met hun pakketten, en als u wilt helpen met het proces voor nieuwe beheerders is dit een goede stap om betrokken te geraken.
ro: Vă mulțumim pentru ajutorul dumneavoastră. Există o mulțime de responsabili de pachete care așteaptă ca un Dezvoltator să îi ajute cu pachetele lor, iar dacă doriți să ajutați la procesul Noului responsabil de pachet, acesta este un pas bun pentru a vă implica.
sv: Tack för hjälpen. Det finns många sponsorer som väntar på att en utvecklare ska hjälpa dem med deras paket, och om du vill hjälpa till med Ny Underhållare-processen är detta ett bra steg för att engagera dig.
zh_hans: 谢谢你的帮助。有很多被赞助者在等待一个开发者来帮助他们的软件包，如果你想帮助新的维护者进程，这是一个很好的参与步骤。

source: What to do for sponsoring
de: Was ist für das Sponsoring zu machen
es: ¿Qué hacer para patrocinar?
fa: برای حمایت چه کنم
fr: Que faire pour parrainer
it: Che cosa fare per la sponsorizzazione
ja: スポンサーは何をするのか
nl: Wat men moet doen om te sponsoren
ro: Ce trebuie să faceți pentru sponsorizare
sv: Vad man ska göra för att sponsra
zh_hans: 赞助需要做什么

source: About Sponsoring
de: Über Sponsoring
es: Acerca del patrocinio
fa: دربارهٔ حمایت
fr: À propos du parrainage
it: A proposito sulla sponsorizzazione
ja: スポンサーについて
nl: Over sponsoring
ro: Despre sponsorizare
sv: Om Sponsring
zh_hans: 关于赞助

source: Overview
de: Übersicht
es: Resumen
fa: نمای کلّی
fr: Aperçu
it: Visione d'insieme
ja: 概要
nl: Overzicht
ro: Prezentare generală
sv: Översikt
zh_hans: 概述

source: Sponsoring Guidelines
de: Sponsoren Leitlinien
es: Pautas para el patrocinio
fa: خط‌مشی‌های حمایت
fr: Recommandation pour le parrainage
it: Linee guida per la sponsorizzazione
ja: スポンサーガイドライン
nl: Sponsorrichtlijnen
ro: Recomandări de sponsorizare
sv: Riktlinjer för sponsring
zh_hans: 赞助准则

source: Request for Sponsorship
de: Anfrage für Sponsoring
es: Solicitud de patrocinio
fa: درخواست حمایت
fr: Demande de parrainage
it: Richiesta di sponsorizzazione
ja: スポンサーをリクエストする
nl: Verzoek tot sponsoring
ro: Cerere de sponsorizare
sv: Begäran om Sponsorskap
zh_hans: 请求赞助

source: The sponsoring process
de: Der Sponsoring Prozess
es: Proceso para el patrocinio
fa: فرایند حمایت
fr: Le processus de parrainage
it: Il processo di sponsorizzazione
ja: スポンサープロセス
nl: Het proces van sponsoring
ro: Procesul de sponsorizare
sv: Sponsringsprocessen
zh_hans: 赞助过程

source: As sponsored maintainer you do not have upload permissions to the Debian repository. Therefore you have three possibilities to get your package into Debian:
de: Als gesponserter Paket-Betreuter hast du keine Upload-Berechtigung ins Debian Repository. Deshalb hast du drei Möglichkeiten, um dein Paket ins Debian zu bringen:
es: Como mantenedor patrocinado no tienes permisos para subir al repositorio de Debian. Por tanto, tiene tres posibilidades para introducir un paquete en Debian:
fa: به عنوان نگه‌دارندهٔ حمایت شده، اجازههای بارگذاری روی مخزن دبیان را ندارید. بنا بر این سه احتمال برای رساندن بسته‌تان به دبیان دارید:
fr: En tant que mainteneur parrainé, vous n'avez pas les droits pour envoyer sur le dépôt Debian. En conséquence, vous avez trois possibilités pour mettre votre paquet dans Debian :
it: Come manutentore sponsorizzato non si hanno i permessi di caricamento nel repository Debian. Tuttavia hai tre modalità per far giungere il tuo pacchetto in Debian:
ja: スポンサーしてもらうメンテナーのため、Debianリポジトリにアップロードする権限がありません。そのためパッケージをDebianに入れるには3つの手段があります。
nl: Als gesponsorde beheerder hebt u geen uploadrechten naar het pakketarchief van Debian. Daarom heeft u drie mogelijkheden om uw pakket in Debian te krijgen:
ro: În calitate de responsabil de pachet sponsorizat, nu aveți permisiuni de încărcare în depozitul Debian. Prin urmare, aveți trei posibilități pentru a vă introduce pachetul în Debian:
sv: Som sponsrad underhållare har du inte uppladdningsbehörighet till Debianarkivet. Därför har du tre möjligheter för att få ditt paket till Debian:
zh_hans: 作为受赞助的软件包维护者，你不具备直接上传至 Debian 存储库的权限。因此，你有三种可能途径来协助你让你的软件包进入 Debian：

source: Join a packaging team
de: Trete einem Paketierungs-Team bei
es: Únate a un equipo de ensambladores
fa: پیوستن به یک گروه بسته‌بندی
fr: Joindre un équipe d'empaquetage
it: Entrare in un gruppo di pacchettizzazione
ja: パッケージングチームに参加する
nl: Aansluiten bij een verpakkingsteam
ro: Alăturați-vă unei echipe de împachetare
sv: Gå med i ett paketeringsteam
zh_hans: 加入一个打包团队

source: Ask the <tt>debian-mentors</tt> mailing list
de: Frage die <tt>debian-mentors</tt> Mailing-Liste
es: Pregunta en la lista de correo <tt>debian-mentors</tt>
fa: از سیاههٔ پستی <tt>debian-mentors</tt> بپرسید
fr: Demander à la liste de diffusion <tt>debian-mentors</tt>
it: Chiedere nella lista di messaggi <tt>debian-mentors</tt>
ja: <tt>debian-mentors</tt>メーリングリストで依頼する
nl: De vraag stellen op de mailinglijst <tt>debian-mentors</tt>
ro: Întrebați pe lista de corespondență <tt>debian-mentori</tt>
sv: Fråga <tt>debian-mentors</tt> sändlistan
zh_hans: 询问 <tt>debian-mentors</tt> 邮件列表

source: Talk directly to people willing to sponsor your package
de: Spreche direkt mit Personen, die bereit sind, dein Paket zu sponsern
es: Habla directamente con personas las dispuestas a patrocinar tu paquete
fa: صصحبت مستقیم با افرادی که می‌خواهند حامی بسته‌تان شوند
fr: Parler directement à des personnes souhaitant parrainer votre paquet
it: Parlare direttamente alle persone che sarebbe interessate a sponsorizzare il tuo pacchetto
ja: スポンサーしてくれる人に直接頼む
nl: Rechtstreeks spreken met mensen die bereid zijn uw pakket te sponsoren
ro: Vorbiți direct cu persoanele care doresc să vă sponsorizeze pachetul
sv: Prata direkt med personer som är villiga att sponsra ditt paket
zh_hans: 直接与愿意赞助您的包裹的人交流

source: A sponsor, regardless of how you found one will <a href="%(url_review)s">review</a> your package. Everyone is invited to review packages, including yourself. We encourage you to review other people's packages - both of you will benefit.
de: Ein Sponsor, unabhängig wie du einen gefunden hast wird dein Paket <a href="%(url_review)s">überprüfen</a>. Alle sind eingeladen Pakete zu überprüfen, auch du selbst. Wir ermutigen dich, Pakete von anderen zu überprüfen - beide werden davon profitieren.
es: Un patrocinador, independientemente de cómo lo hayas encontrado, <a href="%(url_review)s">revisará</a> tu paquete. Todo el mundo está invitado a revisar los paquetes, incluido tu mismo. Te animamos a que revises los paquetes de otras personas: ambos os beneficiaréis.
fa: حامی، فارغ از چگونگی یافتنش بسته‌تان را <a href="%(url_review)s">بازبینی</a> خواه کرد. همه از جمله خودتان دعوت به بازبینی بسته‌ها می‌شوند. تشویقتان می‌کنیم که بسته‌های افراد دیگر را بازبینی کنید؛ چرا که هردویتان نفع می‌برید.
fr: Un parrain, quelque soit la méthode que vous avez utiliser pour le trouver, fera une <a href="%(url_review)s">revue</a> de votre paquet. Tout le monde est invité à faire des revues de paquets, vous inclut. Nous vous encourageons pour faire la revue des paquets des autres personnes - tous les deux serez gagnant.
it: Uno sponsor, a prescindere da come lo hai trovato, effettuerà un <a href="%(url_review)s">esame</a> del tuo pacchetto. Chiunque è invitato ad esaminare i pacchetti, incluso tu stesso. Noi ti incoraggiamo ad esaminare i pacchetti di altre persone - entrambi ne trarrete benefici.
ja: スポンサーは(見つけた手段はなんであれ)パッケージを <a href="%(url_review)s">レビュー</a> します。パッケージのレビューをするのは(あなたを含めて)誰でもよいです。他の人のパッケージをぜひレビューしましょう。パッケージのレビューはあなたにも利点があります。
nl: Een sponsor, ongeacht hoe u er een hebt gevonden, zal uw pakket <a href="%(url_review)s">reviseren</a>. Iedereen wordt uitgenodigd om pakketten te reviseren, ook uzelf. We moedigen u aan om de pakketten van anderen te reviseren - u zult er beiden baat bij hebben.
ro: Un sponsor, indiferent de modul în care ați găsit unul, va <a href="%(url_review)s">revizui</a> pachetul dvs. Toată lumea este invitată să revizuiască pachetele, inclusiv dumneavoastră. Vă încurajăm să revizuiți pachetele altor persoane - amândoi veți beneficia.
sv: En sponsor, oavsett hur du hittade en, kommer att <a href="%(url_review)s">granska</a> ditt paket. Alla är välkomna att granska paket, inklusive dig själv. Vi uppmuntrar dig att granska andras paket båda kommer att gynnas.
zh_hans: 无论你是如何找到的，一个赞助者都会<a href="%(url_review)s">审阅</a>你的软件包。每个人都可以来审阅软件包，也包括你自己。我们欢迎你也去审阅别人的软件包，这样你们双方都会受益。
