Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Once your package is publicly available on any resource, including but not limited to %(title)s you may start searching for a sponsor for your package. If you have already uploaded packages to Debian, you should ask your former sponsor. A sponsor is any <a href="https://wiki.debian.org/DebianDeveloper">Debian Developer</a> willing to upload your package to Debian on your behalf. Have a look to our <a href="%(u_sponsor)s">sponsors page</a> to learn more on sponsors and how to find one.
de: Sobald dein Paket auf allen Ressourcen öffentlich verfügbar ist, unter anderem aber nicht nur auf %(title)s, kannst du mit der Suche nach einem Sponsor für dein Paket starten. Wenn du bereits Pakete zu Debian hochgeladen hast, solltest du deinen früheren Sponsor fragen. Ein Sponsor ist irgendein <a href="https://wiki.debian.org/DebianDeveloper">Debian Developer</a>, der bereits ist, dein Paket in deinem Namen zu Debian hochzuladen. Schau dir dazu unsere <a href="%(u_sponsor)s">Sponsoren Seite</a> an, um mehr über Sponsoren zu lernen und wie man sie findet.
es: Una vez su paquete esté disponible públicamente en cualquier recurso, incluyendo pero sin limitarse a %(title)s, Ud podrá buscar un mentor para su paquete. Si ya a subido paquetes a Debian, debería pedírselo a su anterior mentor. Mentor es cualquier desarrollador Debian (<a href="https://wiki.debian.org/DebianDeveloper">Debian Developer</a>) dispuesto a subir su paquete a Debian por Ud. Consulte nuestra <a href="%(u_sponsor)s">página de mentores</a> para aprender más acerca de los mentores y cómo encontrar uno.
fr: Une fois que votre paquet est disponible publiquement sur quelque ressource, incluant mais non limité à %(title)s, vous pouvez vous mettre en recherche d'un parrain pour votre paquet. Si vous avez déjà envoyé des paquets dans Debian, vous devriez demander à votre parrain précédent. Un parrain est l'un des <a href="https://wiki.debian.org/DebianDeveloper">Développeur Debian</a> consentant à envoyer votre paquet dans Debian en tant que vous. Consultez notre <a href="%(u_sponsor)s">page des parrains</a> pour en apprendre plus sur les parrains et comment en trouver un.
it: Una volta che il tuo pacchetto è disponibile pubblicamente sul qualsiasi risorsa, inclusa, ma non limitata a %(title)s, puoi iniziare a cercare uno sponsor per il tuo pacchetto. Se hai già caricato pacchetti in Debian, puoi chiedere al tuo sponsor precedente. Uno sponsor è qualsiasi <a href="https://wiki.debian.org/DebianDeveloper">Debian Developer</a> (Sviluppatore Debian) che è disposto a caricare il tuo pacchetto in Debian al tuo posto. Dai un'occhiata alla nostra <a href="%(u_sponsor)s">pagina degli sponsor</a> per apprendere di più sugli sponsor e su come trovarne uno.
ja: いったんパッケージがネット上に公開されると、 %(title)s に限らず、パッケージのスポンサーを探し始めることになります。すでにパッケージをDebianにアップロードしたことがあれば、以前スポンサーしてくれた人に頼むべきでしょう。スポンサーはあなたに代わってパッケージをアップロードしてくれるなら<a href="https://wiki.debian.org/DebianDeveloper">Debian開発者</a> の誰でもよいです。スポンサーについては<a href="%(u_sponsor)s">スポンサーページ</a> を見てどのように見つけたらよいかを学ぶとよいでしょう。
nl: Zodra uw pakket publiekelijk beschikbaar is op om het even welke bron, met inbegrip van maar niet beperkt tot %(title)s, kunt u op zoek gaan naar een sponsor voor uw pakket. Als u al pakketten naar Debian hebt geüpload, moet u dit aan uw vorige sponsor vragen. Een sponsor is elke <a href="https://wiki.debian.org/DebianDeveloper">Debian-ontwikkelaar</a> die bereid is om namens u uw pakket naar Debian te uploaden. Bekijk onze <a href="%(u_sponsor)s">sponsorpagina</a> voor meer informatie over sponsors en hoe u er een kunt vinden.
ro: Odată ce pachetul dumneavoastră este disponibil în mod public pe orice resursă, inclusiv, dar fără a se limita la %(title)s, puteți începe să căutați un sponsor pentru pachetul dvs. Dacă ați încărcat deja pachete în Debian, ar trebui să vă întrebați fostul sponsor. Un sponsor este orice <a href="https://wiki.debian.org/DebianDeveloper">Dezvoltator Debian</a> dispus să vă încarce pachetul în Debian în numele dumneavoastră. Aruncați o privire la pagina <a href="%(u_sponsor)s">sponsori</a> pentru a afla mai multe despre sponsori și cum să găsiți unul.
sv: När ditt paket är offentligt tillgängligt på valfri resurs, inklusive men inte begränsat till %(title)s kan du börja söka efter en sponsor för ditt paket. Om du redan har laddat upp paket till Debian bör du fråga din tidigare sponsor. En sponsor är vilken <a href="https://wiki.debian.org/DebianDeveloper">Debianutvecklare</a> som helst som är villig att ladda upp ditt paket till Debian å dina vägnar. Ta en titt på vår <a href="%(u_sponsor)s">sponsorsida</a> för att lära dig mer om sponsorer och hur du hittar en.
zh_hans: 一旦你的软件包公开可用，包括但不限于%(title)s ，你就可以开始为你的软件包寻找赞助者了。如果你已经将软件包上传到 Debian，你应该询问你以前的赞助者。赞助者可以是任意一个愿意代表你将软件包上传到 Debian 的 <a href="https://wiki.debian.org/DebianDeveloper">Debian 开发者</a> 。请查看我们的<a href="%(u_sponsor)s">赞助者页面</a> 来了解更多关于赞助者与如何找到赞助者的信息。

source: The main point of the sponsoring process is to review your package to make sure it meets our technical requirements. Everyone can and should review other people's packages. Also, a clean package will increase your likelihood to find a sponsor. Please take a look at our page <a href="%(u_reviewers)s">about package reviews</a>.
de: Der Hauptgrund für den Sponsoring Prozess ist die Überprüfung deines Pakets, um sicherzustellen, dass es unsere technischen Anforderungen erfüllt. Alle können und sollten Pakete von anderen überprüfen. Zudem, ein aufgeräumtes Paket wird die Chance erhöhen, einen Sponsor zu finden. Bitte schau dir unsere Seite <a href="%(u_reviewers)s">Über Paket Reviews</a> an.
es: La principal razón de ser del proceso de patrocinio es revisar su paquete para asegurar que cumple nuestros requisitos técnicos. Todo el mundo puede y debería revisar los paquetes de otros. Por otra parte, un paquete limpio mejora la probabilidad de encontrar un mentor. Por favor, consulte nuestra página <a href="%(u_reviewers)s">acerca de las revisiones de paquetes</a>.
fa: دلیل اصلی فریند حمایت، بازبینی بسته‌تان برای اطمینان از تطابق با نیازمندی‌های فنی است. هرکسی می‌تواند بسته‌های دیگر افراد را بازبینی کند. همچنین، بسته‌ای تمیز، احتمال یافتن حامی را افزایش می‌دهد. لطفاً نگاهی به صفحه‌مان <a href="%(u_reviewers)s">دربارهٔ بازبینی بسته‌ها</a> بیندازید.
fr: Le but principale du processus de parrainage est de faire une revue de votre paquet afin de s'assurer qu'il respecte tous nos pré-requis techniques. N'importe qui peut, et devrai, faire la revue de paquets d'autres personnes. De plus, un paquet propre augmentera vos chances de trouver un parrain. Merci de consulter notre page <a href="%(u_reviewers)s">à propos des revues de paquets</a>.
it: Il punto principale del processo di sponsorizzazione è di verificare il tuo pacchetto per assicurarsi che ottemperi i nostri requisiti tecnici. Chiunque può e dovrebbe revisionare i pacchetti di altre persone. Inoltre, un pacchetto pulito incrementerà la probabilità di trovare uno sponsor. Esamina la nostra pagina <a href="%(u_reviewers)s">info sulla revisione dei pacchetti</a>.
ja: スポンサープロセスの主要な点はパッケージのレビューをし、技術的な要件を満たしているか確認することです。誰でも他の人のパッケージをレビューをできますし、そうすべきです。パッケージをよくすることはスポンサーを見つける確率をあげることでしょう。 <a href="%(u_reviewers)s">パッケージのレビューについて</a>のページを参照してください。
nl: Het belangrijkste punt van het sponsoringproces is om uw pakket te beoordelen om er zeker van te zijn dat het voldoet aan onze technische vereisten. Iedereen kan andermans pakketten beoordelen en zou dat moeten. Ook vergroot een schoon pakket uw kans om een sponsor te vinden. Bekijk onze pagina <a href="%(u_reviewers)s">over pakketbeoordelingen</a>.
ro: Principalul punct al procesului de sponsorizare este de a revizui pachetul pentru a vă asigura că îndeplinește cerințele noastre tehnice. Oricine poate și ar trebui să revizuiască pachetele altor persoane. De asemenea, un pachet curat va crește probabilitatea de a găsi un sponsor. Vă rugăm să aruncați o privire la pagina noastră <a href="%(u_reviewers)s"> despre recenziile pachetelor</a>.
sv: Huvudpoängen med sponsringsprocessen är att granska ditt paket för att se till att det uppfyller våra tekniska krav. Alla kan och bör granska andras paket. Dessutom kommer ett rent paket att öka din sannolikhet att hitta en sponsor. Ta en titt på vår sida <a href="%(u_reviewers)s">om paketrecensioner</a>.
zh_hans: 赞助过程的要点是审阅你的软件包，以确保它符合我们的技术要求。每个人都可以而且应该审阅其他人的包裹。此外，一个干净的软件包将增加你找到赞助者的可能性。请看看我们<a href="%(u_reviewers)s">关于软件包审阅</a> 的页面。

source: The relation between you and your sponsor
de: Die Beziehung zwischen dir und deinem Sponsor
es: La relación entre Ud y su mentor
fa: رابطهٔ بین شما و حامیتان
fr: La relation entre votre parrain et vous
it: La relazione tra te e il tuo sponsor
ja: あなたとスポンサーの関係
nl: De relatie tussen u en uw sponsor
ro: Relația dintre dumneavoastră și sponsorul dumneavoastră
sv: Relationen mellan dig och din sponsor
zh_hans: 你和赞助者之间的关系

source: A sponsor is not technically responsible for your package. <strong>You</strong> will be listed as the official maintainer of the package in Debian. You will even get the bug reports if people discover problems in your package. Apart from not being able to upload the package directly into Debian you are treated as a full member of the community. The Debian project appreciates the work you do.
de: Ein Sponsor ist technisch nicht verantwortlich für dein Paket. <strong>Du</strong> wirst als offiziellen Betreuer des Pakets in Debian aufgeführt. Du wirst sogar die Bug Meldungen bekommen, wenn Personen Probleme in deinem Paket identifizieren. Ausser dass du nicht in der Lage bist Pakete direkt in Debian hochzuladen, wirst du als volles Mitglieder von der Community behandelt. Das Debian Projekt schätzt deine Arbeit, die du machst.
es: Técnicamente el mentor no es responsable de su paquete. <strong>Ud</strong> constará como el mantenedor oficial del paquete en Debian. Ud recibirá los informes de defecto si la gente descubre problemas en su paquete. Aparte de no poder subir directamente paquetes a Debian se le tratará a Ud como un miembro pleno de la comunidad. El proyecto Debian aprecia el trabajo que Ud. realiza.
fa: حامی مسئول فنی بسته‌تان نیست. <strong>شما</strong> به عنوان نگه‌دارندهٔ رسمی بسته در دبیان شناخته می‌شوید. حتا اگر اشکالی در بستتان کشف شود، گزارش‌های اشکال را شما خواهید گرفت. جز نداشتن دسترسی بارگذاری مستقیم بسته در دبیان، عضو کاملی از اجتماع به شمار می‌روید. پروژهٔ دبیان به کاری که می‌کنید افتخار می‌کند.
fr: Un parrain n'est pas techniquement responsable de votre paquet. <strong>Vous</strong> serez listé en tant que mainteneur officiel du paquet dans Debian. Vous recevrez même les rapports de bug si des gens trouvent des problèmes dans votre paquet. À l'exception de pouvoir envoyer le paquet directement dans Debian, vous êtes traité comme un membre à part entière de la communauté. Le projet Debian vous est reconnaissant du travail que vous faite.
it: Uno sponsor non è un responsabile tecnico per il tuo pacchetto. <strong>Tu</strong> sarai indicato come il manutentore ufficiale del pacchetto in Debian. Tu riceverai i rapporti di bug se le persone scopriranno problemi nel tuo pacchetto. A parte il fatto di non essere in grado di caricare direttamente il pacchetto in Debian, tu sarai trattato come un membro a tutti gli effetti nella comunità. Il progetto Debian apprezza il lavoro che fai.
ja: スポンサーはパッケージに技術的な責任をもつわけではありません。<strong>あなた</strong>が、Debianにおける公式なメンテナーとして掲載されます。パッケージにバグが見つかれば、バグ報告を受け取ることでしょう。直接Debianにパッケージをアップロードできないものの、コミュニティーのメンバーとして扱われます。Debianプロジェクトはあなたの貢献に感謝します。
nl: Een sponsor is technisch niet verantwoordelijk voor uw pakket. <strong>U</strong> wordt vermeld als de officiële beheerder van het pakket in Debian. U krijgt zelfs de bugrapporten als mensen problemen in uw pakket ontdekken. Afgezien van het feit dat u het pakket niet rechtstreeks in Debian kunt uploaden, wordt u behandeld als een volwaardig lid van de gemeenschap. Het Debian-project waardeert het werk dat u doet.
ro: Un sponsor nu este responsabil din punct de vedere tehnic pentru pachetul dumneavoastră. <strong>La adresa</strong> veți fi listat ca responsabil oficial al pachetului în Debian. Veți primi chiar și rapoartele de erori dacă oamenii descoperă probleme în pachetul dumneavoastră. În afară de faptul că nu puteți încărca pachetul direct în Debian, sunteți tratat ca un membru cu drepturi depline al comunității. Proiectul Debian apreciază munca pe care o depuneți.
sv: En sponsor är inte tekniskt ansvarig för ditt paket. <strong>Du</strong> kommer att listas som den officiella underhållaren av paketet i Debian. Du kommer till och med att få felrapporterna om folk upptäcker problem i ditt paket. Förutom att inte kunna ladda upp paketet direkt till Debian behandlas du som en fullvärdig medlem av gemenskapen. Debianprojektet uppskattar det arbete du gör.
zh_hans: 赞助者并不对你的软件包负责。<strong>你</strong>将被列为在 Debian 中该软件包的官方维护者。如果人们发现你的软件包有问题，你会得到缺陷报告。你除了不能直接将软件包上传到 Debian 之外，您会被视为社区的正式成员。Debian 项目感谢你做的工作。

source: What can I do if I don't find a sponsor?
de: Was kann ich machen, wenn ich keinen Sponsor finde?
es: ¿Qué puedo hacer si no encuentro un mentor?
fa: اگر حامی‌ای نیافتم چه کنم؟
fr: Que puis-je faire si je ne trouve pas de parrain ?
it: Cosa posso fare se non trovo uno sponsor?
ja: スポンサーが見つからなかったらどうすればいいですか？
nl: Wat kan ik doen als ik geen sponsor vind?
ro: Ce pot face dacă nu găsesc un sponsor?
sv: Vad kan jag göra om jag inte hittar en sponsor?
zh_hans: 我找不到赞助者，我该怎么做？

source: Do not give up. Sponsoring can take a while. Nonetheless, here are a few hints:
de: Gebe nicht auf. Es kann eine Weile dauern für das Sponsern. Trotzdem, hier sind ein paar Hinweise:
es: No se rinda. El patrocinio puede llevar su tiempo. Aquí tiene algunas orientaciones:
fa: مأیوس نشوید. حمایت ممکن است زمان ببرد. چند راهنمایی:
fr: N'abandonnez pas. Le parrainage peut prendre du temps. Malgré tout, voici quelques indications :
it: Non rinunciare. La sponsorizzazione può richiedere un po' di tempo. Comunque, ecco alcuni piccoli suggerimenti:
ja: あきらめてはいけません。スポンサーするには時間がかかります。とはいえ、いくつかできることもあります：
nl: Geef niet op. Sponsoring kan even duren. Niettemin zijn hier een paar tips:
ro: Nu renunțați. Sponsorizarea poate dura ceva timp. Cu toate acestea, iată câteva indicii:
sv: Ge inte upp. Sponsring kan ta ett tag. Men här är några tips:
zh_hans: 不要放弃。赞助可能需要一段时间。尽管如此，这里有一些提示：

source: File a follow-up request to your existing <em>sponsorship-requests</em> pseudo-package.
de: Eröffne eine Follow-Up Anfrage zu deinem bestehenden <em>sponsorship-request</em> pseudo-package.
es: Tramite una solicitud de seguimiento contra su pseudo-paquete de <em>solicitud de patrocinio</em>.
fa: فرستادن درخواست پی‌گیری به شبه‌بستهٔ <em>sponsorship-requests</em> موجودتان.
fr: Envoyez une demande de suivi sur le bug existant du pseudo-paquet <em>sponsorship-requests</em>.
it: Compila una risposta alla richiesta <em>sponsorship-requests</em> esistente per il tuo pseudo-pacchetto.
ja: 既存のパッケージに対する <em>スポンサー要求</em> に追加でリクエストする。
nl: Dien een vervolgverzoek in op de bestaande bug van het pseudo-pakket <em>sponsorship-requests</em>.
ro: Depuneți o cerere suplimentară la pseudo-pachetul existent <em>sponsorship-requests</em> (cereri de sponsorizare).
sv: Skicka in en uppföljnings förfrågan till ditt existerande <em>sponsorship-requests</em> pseudopaket.
zh_hans: 在你现有的<em>sponsorship-requests</em>伪包的bug中提出跟进。

source: Offer your package directly to relevant teams and individual developers. We made a <a href="%(u_sponsor)s">list of sponsors</a> , eventually willing to upload packages for you. <em>Please don't contact every sponsor listed there. Instead, read their individual requirements and choose the sponsor which matches you and your package best</em>.
de: Offeriere dein Paket direkt an die relevanten Teams oder individuellen Entwickler. Wir erstellten eine <a href="%(u_sponsor)s">Liste von Sponsoren</a>, die möglicherweise bereit sind, dein Paket für dich hoch zuladen. <em>Bitte unterlasse es, jeden Sponsor in dieser Liste zu kontaktieren. Hingegen, lese ihre individuellen Anforderungen und wähle den Sponsor, der am besten zu dir und deinem Paket passt</em>.
es: Ofrece tu paquete directamente a los equipos relevantes o desarrolladores individuales. Creamos una <a href="%(u_sponsor)s">lista de patrocinadores</a> que pueden estar dispuestos a cargar tu paquete por ti. <em>Por favor, absténte de ponerte en contacto con cualquier patrocinador de esta lista. Sin embargo, lee los requisitos individuales y elige el patrocinador que mejor se adapte a ti y tu paquete</em>.
fa: بسته‌تان را مستقیم به توسعه‌دهندگام شخصی و گروه‌های مرتبط پیشنهاد دهید. <a href="%(u_sponsor)s">سیاهه‌ای از حامیان</a> ایجاد کرده‌ایم که ممکن است مشتاق به بارگذاری بسته‌ها برایتان باشند. <em>با تک‌تک حامیان تماس نگیرید؛ به جایش نیازمندی‌های شخصیشان را خوانده و حامی‌ای که بیش‌ترین سازگاری را با شما و بسته‌تان دارد برگزینید</em>.
fr: Offrez votre paquet directement pour les développeurs individuellement et les équipes appropriées. Nous avons créer une <a href="%(u_sponsor)s">liste de parrains</a>, éventuellement disposés à envoyer les paquets pour vous. <em>Merci de ne pas contacter tout les parrains listés ici. À la place, lisez les pré-requis individuels et choisissez le parrain qui correspond le mieux, à vous et à votre paquet</em>.
it: Offri il tuo pacchetto direttamente a gruppi rilevanti e sviluppatori singoli. Noi abbiamo creato un <a href="%(u_sponsor)s">elenco di sponsor</a>, che eventualmente sarebbero propensi a caricare il tuo pacchetto per te. <em>Per favore non contattare ogni sponsor presente in questa lista. Invece, leggi i loro requisiti personali e scegli lo sponsor che meglio corrisponde a te e al tuo pacchetto</em>.
ja: パッケージに関連したチームや開発者個人にお願いする。<a href="%(u_sponsor)s">スポンサーのリスト</a> があるので、快くパッケージをアップロードしてくれることでしょう。 <em>どうかリストに掲載されているスポンサーにまとめて連絡を取るようなことはしないでください。個々のスポンサーの説明をよく読んで、もっともマッチする人を選んで</em>ください。
nl: Bied uw pakket rechtstreeks aan relevante teams en individuele ontwikkelaars aan. We hebben een <a href="%(u_sponsor)s">lijst met sponsors</a> gemaakt, die uiteindelijk bereid zijn om pakketten voor u te uploaden. <em>Neem alstublieft geen contact op met elke sponsor die daar wordt vermeld. Lees in plaats daarvan hun individuele vereisten en kies de sponsor die het beste bij u en uw pakket past</em>.
ro: Oferiți pachetul dumneavoastră direct echipelor și dezvoltatorilor individuali relevanți. Am realizat o listă <a href="%(u_sponsor)s">de sponsori</a>, eventual dispuși să încarce pachete pentru dumneavoastră. <em>Vă rugăm să nu contactați fiecare sponsor din lista de acolo. În schimb, citiți cerințele lor individuale și alegeți sponsorul care se potrivește cel mai bine cu dvs. și cu pachetul dumneavoastră</em>.
sv: Erbjud ditt paket direkt till relevanta team och individuella utvecklare. Vi skapade en <a href="%(u_sponsor)s">lista över sponsorer</a> , som så småningom villiga att ladda upp paket åt dig. <em>Snälla kontakta inte alla sponsorer som anges där. Läs istället deras individuella krav och välj den sponsor som passar dig och ditt paket bäst</em>.
zh_hans: 将你的软件包直接提供给相关的团队和开发者。我们有一个<a href="%(u_sponsor)s">赞助者名单</a> ，他们可能愿意为你上传软件包。<em>请不要联系列出的每个赞助者。相反，请阅读他们自己的要求，并选择与你和你的软件包最匹配的赞助者</em> 。

source: 5. Getting an upload to Debian
de: 5. Bekomme ein Upload zu Debian
es: 5. Conseguir una subida a Debian
fa: ۵. بارگذاشتن روی دبیان
fr: 5. Faire un envoi dans Debian
it: 5. Ottenere un caricamento in Debian
ja: 5. Debianにアップロードする
nl: 5. Een upload naar Debian krijgen
ro: 5. Obținerea unei încărcări în Debian
sv: 5. Få ett paket uppladdat till Debian
zh_hans: 5. 上传到 Debian
