Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Once you find a sponsor interested in your package, he or she will <em>sponsor</em> it. That means reviewing, building, and testing it and then uploading it to Debian. You will get notified by <em>dak</em> - the software used by Debian to manage its repositories - about the upload. Please note, if your package was not at all in Debian before, it needs manual approval by <a href="https://ftp-master.debian.org/">ftpmasters</a> to clear the <a href="https://ftp-master.debian.org/new.html">NEW queue</a>. They will do consistency checks, and review your <tt>debian/copyright</tt> file whether your package matches the <a href="https://www.debian.org/social_contract#guidelines"> Debian Free Software Guidelines</a>. ftpmaster's opinion is binding here for both your sponsor and you.
de: Sobald du einen Sponsor gefunden hast, der an deinem Paket interessiert ist, wird er oder sie es <em>sponsern</em>. Das bedeutet, es zu überprüfen, zu erstellen und zu testen und es dann in Debian hochzuladen. Du wirst von <em>dak</em> - der Software, die von Debian zum Verwalten der Paket-Ablagen verwendet wird - über den Upload benachrichtigt. Bitte beachte, wenn dein Paket vorher noch gar nicht in Debian war, dass es eine manuelle Erlaubnis der <a href="https://ftp-master.debian.org/">ftpmasters</a> braucht, um die <a href="https://ftp-master.debian.org/new.html">NEW Warteschlange</a> freizugeben. Sie werden Konsistenz-Checks durchführen und deine <tt>debian/copyright</tt> Datei überprüfen, ob dein Paket die <a href="https://www.debian.org/social_contract#guidelines">Debian Free Software Guidelines</a> erfüllt. Die Meinung der ftpmasters ist zwingend hier für deinen Sponsor und dich.
es: Una vez que encuentres un patrocinador interesado en tu paquete, éste lo <em>patrocinará</em>. Eso significa revisarlo, construirlo y probarlo y luego subirlo a Debian. Recibirás una notificación de <em>dak</em> -el software usado por Debian para gestionar los repositorios- sobre la subida. Por favor, ten en cuenta que si tu paquete no estaba antes en Debian, necesita la aprobación manual de <a href="https://ftp-master.debian.org/">ftpmasters</a> para despejar la <a href="https://ftp-master.debian.org/new.html">cola de <a href="https://ftp-master.debian.org/new.html">NEW</a>. Harán comprobaciones de consistencia, y revisarán tu archivo <tt>debian/copyright</tt> para ver si tu paquete se ajusta a las <a href="https://www.debian.org/social_contract#guidelines">Directrices de Software Libre de Debian</a>. La opinión del ftpmaster es vinculante aquí tanto para tu patrocinador como para ti.
fr: Une fois que vous aurez trouver un parrain intéressé par votre paquet, il ou elle le <em>parrainera</em>. Cela veut dire faire la revue, le construire, le tester, puis l'envoyer dans Debian. Vous serez notifier par <em>dak</em> - le logiciel utilisé par Debian pour gérer ses dépôts - à propos de l'envoi. Merci de noter que, si votre paquet n'est pas du tout présent dans Debian avant, il devra être approuvé manuellement par les <a href="https://ftp-master.debian.org/">ftpmasters</a> pour quitter la <a href="https://ftp-master.debian.org/new.html">queue NEW</a>. Ils feront des vérifications de consistance, la revue de votre fichier <tt>debian/copyright</tt> et si votre paquet correspond aux <a href="https://www.debian.org/social_contract#guidelines">Principes du logiciel libre selon Debian</a>. L’opinion des ftpmaster fait foi pour vous et votre parrain.
it: Una volta che hai trovato uno sponsor interessato al tuo pacchetto, egli o ella lo <em>sponsorizzerà</em>. Questo significa controllarlo, compilarlo e testarlo e alla fine caricarlo in Debian. Sarai notificato da <em>dak</em> - il software usato da Debian per gestire i suoi repository - relativamente al caricamento avvenuto. Notare che se il tuo pacchetto non è mai stato in Debian, allora necessiterà dell'approvazione del <a href="https://ftp-master.debian.org/">ftpmasters</a> per sdoganare la <a href="https://ftp-master.debian.org/new.html">coda NEW</a> (NUOVO). Saranno fatti check di consistenza e controllato il tuo file <tt>debian/copyright</tt> per verificare che il tuo pacchetto rispetti le <a href="https://www.debian.org/social_contract#guidelines"> Debian Free Software Guidelines</a> (Linee Guida di Debian per il Software Libero). L'opinione del ftpmaster è vincolante sia per il tuo sponsor che per te.
ja: パッケージに興味をもってくれた人が見つかると、 <em>スポンサー</em> してくれることでしょう。スポンサーというのは、レビューやパッケージのビルド、テストをしてDebianにアップロードするということです。<em>dak</em>と呼ばれるDebianでリポジトリの操作を行うツールによってアップロードされると通知がいくことでしょう。パッケージがDebianになかった場合は、 <a href="https://ftp-master.debian.org/">ftpmasters</a>による承認が必要で <a href="https://ftp-master.debian.org/new.html">NEWキュー</a>をパスしなければなりません。ftpmasterはパッケージの一貫性をチェックし、<a href="https://www.debian.org/social_contract#guidelines"> Debianフリーソフトウェアガイドライン</a>に <tt>debian/copyright</tt>が合致しているかレビューを行います。ftpmasterの意見にはスポンサーとあなたは従わなければなりません。
nl: Zodra u een sponsor vindt die geïnteresseerd is in uw pakket, zal hij of zij het <em>sponsoren</em>. Dat betekent het beoordelen, bouwen en testen en vervolgens uploaden naar Debian. U krijgt een melding van <em>dak</em> - de software die door Debian wordt gebruikt om zijn pakketbronnen te beheren - over de upload. Merk op dat als uw pakket voorheen helemaal niet in Debian stond, het door de <a href="https://ftp-master.debian.org/">ftpmasters</a> handmatig moet worden goedgekeurd om de <a href="https://ftp-master.debian.org/new.html">NIEUW-wachtrij</a> te verlaten. Ze zullen consistentiecontroles uitvoeren en uw <tt>debian/copyright</tt>-bestand bekijken om na te gaan of uw pakket overeenkomt met de <a href="https://www.debian.org/social_contract#guidelines">Richtlijnen voor vrije software van Debian</a>. De mening van de ftpmasters is hier bindend voor zowel uw sponsor als uzelf.
ro: Odată ce găsiți un sponsor interesat de pachetul dvs., el sau ea îl va <em>sponsoriza</em>. Asta înseamnă revizuirea, construirea și testarea acestuia și apoi încărcarea lui în Debian. Veți fi notificat de <em>dak</em> - software-ul folosit de Debian pentru a-și gestiona depozitele - despre încărcare. Vă rugăm să rețineți că, dacă pachetul dvs. nu a fost deloc în Debian înainte, are nevoie de aprobare manuală de către <a href="https://ftp-master.debian.org/">ftpmasters</a> pentru a șterge marcajul<a href="https://ftp-master.debian.org/new.html">NEW queue</a> (NOU la rând). Ei vor efectua verificări de coerență și vor examina fișierul dvs. <tt>debian/copyright</tt> dacă pachetul dvs. se potrivește cu <a href="https://www.debian.org/social_contract#guidelines"> Debian Free Software Guidelines</a>. Opinia lui ftpmaster este obligatorie aici atât pentru sponsorul dvs., cât și pentru dvs.
sv: När du hittar en sponsor som är intresserad av ditt paket, kommer han eller hon att <em>sponsra</em> det. Det innebär att granska, bygga och testa det och sedan ladda upp det till Debian. Du kommer att få meddelande av <em>dak</em> - programvaran som används av Debian för att hantera dess arkiv - om uppladdningen. Observera att om ditt paket inte alls fanns i Debian tidigare behöver det manuellt godkännande av <a href="https://ftp-master.debian.org/">ftpmasters</a> för att komma vidare i <a href="https://ftp-master.debian.org/new.html">NY kön</a>. De kommer att göra konsekvenskontroller och granska din <tt>debian/copyright</tt>-fil om ditt paket matchar <a href="https://www.debian.org/social_contract#guidelines"> Debians riktlinjer för fri programvara</a>. ftpmasters åsikt är bindande här för både din sponsor och dig.
zh_hans: 找到一个对你的软件包感兴趣的赞助者后，他或她就会开始<em>赞助</em> 。这意味着审阅、构建和测试软件包，然后把它上传到 Debian。您将会收到<em>dak</em>（Debian 用来管理其仓库的软件）的上传通知。请注意，如果您的软件包之前从未在Debian中出现过，它需要由 <a href="https://ftp-master.debian.org/">ftpmasters</a> 手动批准才能通过<a href="https://ftp-master.debian.org/new.html">新软件包（NEW）队列</a>。他们会做一些一致性检查，并检查你的<tt>debian/copyright</tt> 文件，检查你的软件包是否符合<a href="https://www.debian.org/social_contract#guidelines">Debian 自由软件指导方针（DFSG）</a> 。ftpmaster 的意见在这里对你的赞助者和你都有约束力。

source: 6. Maintaining your package in Debian
de: 6. Pflege dein Paket in Debian
es: 6. Mantener tu paquete en Debian
fa: ۶. نگه‌داری بسته‌تان در دبیان
fr: 7. Maintenez vos paquets dans Debian
it: 6. Mantenere il tuo pacchetto in Debian
ja: 6. パッケージをDebianでメンテナンスする
nl: 6. Uw pakket onderhouden in Debian
ro: 6. Menținerea pachetului în Debian
sv: 6. Underhåll ditt paket i Debian
zh_hans: 6. 在 Debian 中维护您的软件包

source: Please see the corresponding chapter in the <a href="https://www.debian.org/doc/manuals/maint-guide/update"> New Maintainer's Guide</a> to get the idea. Whenever you feel like, you should update your package in Debian. The general procedure is not different from your first upload. Please upload your updated package to %(name)s and notify your former sponsor about your change. Alternatively, follow <a href="%(u_sponsor)s">the usual procedures</a>.
de: Bitte betrachte das entsprechende Kapitel im <a href="https://www.debian.org/doc/manuals/maint-guide/update">Neuer Maintainer's Leitfaden</a>, um eine Idee zu bekommen. Wann immer es dir vorschwebt, solltest du dein Paket in Debian aktualisieren. Die generelle Prozedur ist nicht anders als beim ersten Upload. Bitte lade dein aktualisiertes Paket zu %(name)s und benachrichtige deinen früheren Sponsor über die Änderung. Alternativ, folge <a href="%(u_sponsor)s">der üblichen Prozedur</a>.
es: Consulta el capítulo correspondiente en la <a href="https://www.debian.org/doc/manuals/maint-guide/update">Guía del nuevo administrador</a> para hacerte una idea. Siempre que quieras, debes actualizar tu paquete en Debian. El procedimiento general no es diferente al de la primera carga. Carga tu paquete actualizado en %(name)s y notifica el cambio a tu patrocinador anterior. Alternativamente, sigue <a href="%(u_sponsor)s">el procedimiento habitual</a>.
fa: لطفاً برای درک موضوع، فصل مربوطه را در <a href="https://www.debian.org/doc/manuals/maint-guide/update">راهنمای نگه‌دارندهٔ جدید</a> بخوانید. هر زمان که احساس کردید مناسب است باید بسته‌تان را در دبیان به‌روز کنید. فرایند عمومی تفاوتی با نخستین به‌روز رسانیتان ندارد. لطفاً بستهٔ به‌روزتان را روی %(name)s بارگذاری کرده و حامی پیشینتان را دربارهٔ تغییرتان مطّلع کنید. به همین صورت می‌توانید <a href="%(u_sponsor)s">فرایند معمول</a> را دنبال کنید.
fr: Merci de consulter le chapitre correspondant dans le <a href="https://www.debian.org/doc/manuals/maint-guide/update">Guide du nouveau Mainteneur</a> pour en avoir une idée. Quand vous avez le temps, vous devriez mettre à jour votre paquet dans Debian. La procédure général n'est pas différente de votre première envoi. Merci d'envoyer votre paquet sur %(name)s et de notifier votre précédent parrain des changements. Sinon, suivez <a href="%(u_sponsor)s">la procédure habituelle</a>.
it: Vedere il capitolo corrispondente nella <a href="https://www.debian.org/doc/manuals/maint-guide/update"> New Maintainer's Guide</a> (Guida per il Nuovo Manutentore) per avere un'idea. Ogni volta che ti senti pronto, dovresti caricare il tuo pacchetto in Debian. La procedura generale non è differente da quella del tuo primo caricamento. Per favore carica il tuo pacchetto aggiornato in %(name)s e notifica il tuo precedente sponsor delle modifiche. Alternativamente, segui le <a href="%(u_sponsor)s">procedure usuali</a>.
ja: パッケージの更新に関しては <a href="https://www.debian.org/doc/manuals/maint-guide/update">新メンテナーガイド</a>の対応する章を参照してください。気が向いたら、Debianでパッケージを更新すべきです。一般的な手順ははじめてアップロードしたときとそう違いはありません。更新したパッケージを%(name)s にアップロードし、以前スポンサーしてくれた人に変更点を知らせます。あるいは<a href="%(u_sponsor)s">通常の手順</a>にしたがいます。
nl: Zie het overeenkomstige hoofdstuk in de <a href="https://www.debian.org/doc/manuals/maint-guide/update">Handleiding voor nieuwe beheerders</a> om een idee te krijgen. Wanneer u daar zin in heeft, kunt u uw pakket bijwerken in Debian. De algemene procedure verschilt niet van uw eerste upload. Upload uw bijgewerkt pakket naar %(name)s en breng uw vorige sponsor op de hoogte van uw wijziging. U kunt ook <a href="%(u_sponsor)s">de gebruikelijke procedures</a> volgen.
ro: Vă rugăm să consultați capitolul corespunzător din <a href="https://www.debian.org/doc/manuals/maint-guide/update"> New Maintainer's Guide</a> (Ghidul noului responsabil) pentru a vă face o idee. Ori de câte ori aveți chef, ar trebui să vă actualizați pachetul în Debian. Procedura generală nu este diferită de prima dumneavoastră încărcare. Vă rugăm să încărcați pachetul actualizat la %(name)s și să vă anunțați fostul sponsor despre modificarea efectuată. Alternativ, urmați <a href="%(u_sponsor)s">procedurile obișnuite</a>.
sv: Se motsvarande kapitel i <a href="https://www.debian.org/doc/manuals/maint-guide/update"> Ny underhållar guiden</a> för att få en idé. Närhelst du känner för, bör du uppdatera ditt paket i Debian. Den allmänna proceduren skiljer sig inte från din första uppladdning. Ladda upp ditt uppdaterade paket till %(name)s och meddela din tidigare sponsor om din ändring. Alternativt kan du följa <a href="%(u_sponsor)s">de vanliga procedurerna</a>.
zh_hans: 请参阅<a href="https://www.debian.org/doc/manuals/maint-guide/update">新维护者指南</a>中的相应章节以了解情况。你应该在 Debian 中经常性地更新你的软件包。更新的程序与您第一次上传大体上没有区别。请将您的更新软件包上传到 %(name)s ，并将你修改了什么告诉您以前的赞助者。此外，你也可以按照<a href="%(u_sponsor)s">常规程序</a> 寻求协助上传。

source: If your package passes through the sponsoring process for <em>a few</em> successive uploads without any notable correction by your sponsor, you can become a <a href="https://wiki.debian.org/DebianMaintainer">Debian Maintainer</a> which grants you limited upload rights to Debian directly. Get in touch with your sponsor to discuss your chances here. You can also <a href="https://www.debian.org/devel/join/">become a Debian Developer</a> giving you full membership in the project.
de: Wenn dein Paket für <em>ein paar</em> aufeinander folgende Uploads erfolgreich durch den Sponsoring-Prozess ohne gewichtige Korrekturen von deinem Sponsor gekommen ist, kannst du ein <a href="https://wiki.debian.org/DebianMaintainer">Debian Maintainer</a> werden, was dir limitierte Upload-Rechte direkt zu Debian gibt. Kontaktiere deinen Sponsoren, um diese Chancen zu diskutieren. Du kannst auch <a href="https://www.debian.org/devel/join/">ein Debian Developer werden</a>, was dir dann volle Mitgliedschaft im Projekt gibt.
es: Si tu paquete pasa por el proceso de patrocinio para <em>algunas</em> subidas sucesivas sin ninguna corrección notable por parte de tu patrocinador, puede convertirte en un <a href="https://wiki.debian.org/DebianMaintainer"> Mantenedor de Debian</a> que te otorga derechos de carga limitados a Debian directamente. Ponte en contacto con tu patrocinador para discutir tus posibilidades aquí. También puedes <a href="https://www.debian.org/devel/join/">convertirte en un desarrollador de Debian</a>, lo que te otorga una membresía completa en el proyecto.
fa: اگر بسته‌تان برای <em>چندین</em> بارگذاری موفّق بدون هیچ تصحیحی از سوی حامی، فرایند حمایت را طی کند، می‌توانید <a href="https://wiki.debian.org/DebianMaintainer">نگه‌دارندهٔ دبیان</a> شوید که حق بارگذاری محدودی را مستقیماً به دبیان می‌دهد. برای بحث در مورد احتمالتان در این مورد با حامیتان در تماس باشید. همچنین می‌توانید <a href="https://www.debian.org/devel/join/">توسعه‌دهندهٔ دبیان شوید</a> که دسترسی کاملی در پروژه می‌دهد.
fr: Si votre paquet passe à travers le processus de parrainage <em>un certain nombre de fois</em> successivement sans correction notable de votre parrain, vous pouvez devenir un <a href="https://wiki.debian.org/DebianMaintainer">Mainteneur Debian</a>, ce que vous accord un accès limité aux envois dans Debian directement. Consulter votre parrain pour discuter avec lui de vos chances sur ce sujet. Vous pouvez aussi <a href="https://www.debian.org/devel/join/">devenir un Développeur Debian</a>, vous donnant un accès complet en tant que membre du projet.
it: Se il tuo pacchetto passa attraverso il processo di sponsorizzazione per <em>alcuni</em> caricamenti successivi senza nessuna correzione di nota da parte del tuo sponsor, puoi diventare un <a href="https://wiki.debian.org/DebianMaintainer">Debian Maintainer</a> (Manutentore Debian), il che ti garantisce diritti di caricamento limitati direttamente in Debian. Sentiti con il tuo sponsor per discutere di questa possibilità. Puoi anche <a href="https://www.debian.org/devel/join/">diventare un Debian Developer</a> (Sviluppatore Debian) che ti fornisce l'affiliazione completa al progetto.
ja: スポンサープロセスを経験し <em>いくつか</em> スポンサーによる目立った指摘を受けることなくアップロードできたなら、<a href="https://wiki.debian.org/DebianMaintainer">Debianメンテナー</a>になることができます。Debianメンテナーになると、Debianに直接パッケージをアップロードする限定的な許可を受けられます。スポンサーに相談して、その機会について話してみてください。(将来的に) <a href="https://www.debian.org/devel/join/">Debian開発者になる</a>こともでき、プロジェクトの正式なメンバーとして迎えられます。
nl: Als uw pakket <em>een paar</em> opeenvolgende uploads door het sponsoringproces geraakt zonder noemenswaardige correctie door uw sponsor, kunt u een <a href="https://wiki.debian.org/DebianMaintainer"> Debian Beheerder</a> worden, wat u beperkte rechtstreekse uploadrechten naar Debian verleent. Neem contact op met uw sponsor om hieromtrent uw kansen te bespreken. U kunt ook <a href="https://www.debian.org/devel/join/">een Debian-ontwikkelaar worden</a> waardoor u volledig lid wordt van het project.
ro: Dacă pachetul dvs. trece prin procesul de sponsorizare pentru <em>câteva</em> încărcări succesive fără nicio corecție notabilă din partea sponsorului dvs., puteți deveni un <a href="https://wiki.debian.org/DebianMaintainer">Responsabil Debian</a> care vă acordă drepturi limitate de încărcare direct în Debian. Luați legătura cu sponsorul dvs. pentru a discuta despre șansele dvs. aici. Puteți, de asemenea, <a href="https://www.debian.org/devel/join/">deveni un dezvoltator Debian</a>, ceea ce vă conferă statutul de membru cu drepturi depline în cadrul proiectului.
sv: Om ditt paket går igenom sponsringsprocessen för <em>några</em> på varandra följande uppladdningar utan någon märkbar korrigering av din sponsor, kan du bli en <a href="https://wiki.debian.org/DebianMaintainer"> Debian Underhållare</a> som ger dig begränsade uppladdningsrättigheter till Debian direkt. Kontakta din sponsor för att diskutera dina chanser här. Du kan också <a href="https://www.debian.org/devel/join/">bli Debianutvecklare</a> vilket ger dig fullt medlemskap i projektet.
zh_hans: 如果你的软件包<em>多次</em>通过赞助上传程序，并且你的赞助者没有做什么修正，你可以考虑成为<a href="https://wiki.debian.org/DebianMaintainer">Debian 维护者（DM）</a>，并获取将你自己的软件包直接上传至 Debian 的有限能力。与你的赞助者交流，讨论你的机会。随时间推移，你也可以考虑<a href="https://www.debian.org/devel/join/">成为 Debian 开发者（DD）</a>，这样将意味着成为 Debian 的正式成员。

source: Questions &amp; Answers
de: Fragen &amp; Antworten
es: Preguntas y respuestas
fa: پرسش‌ها و پاسخ‌ها
fr: Foire aux Questions
it: Domande &amp; Risposte
ja: 質問と回答
nl: Vragen &amp; Antwoorden
ro: Întrebări și răspunsuri
sv: Frågor &amp; svar
zh_hans: Q &amp; A

source: %(site_name)s is a rather complex service. Things can go wrong on your side or on this server. Before contacting the support please see if your question is answered here:
de: %(site_name)s ist ein recht komplexer Service. Sachen können auf deiner Seite oder auf diesem Server schief gehen. Bevor du den Support kontaktierst, bitte schaue, ob deine Frage hier beantwortet wird:
es: %(site_name)s es un servicio bastante complejo. Las cosas pueden ir mal en tu lado o en este servidor. Antes de contactar con el soporte, por favor, comprueba si tu pregunta ha sido respondida aquí:
fa: خدمت %(site_name)s تقریباً پیچیده است. ممکن است چیزهایی سمت شما یا این کارساز اشتباه شوند. پیش از تماس با پشتیبانی، لطفاً ببینید که پرسشتان این‌جا پاسخ داده ندشه باشد:
fr: %(site_name)s est un service plutôt complexe. Des choses peuvent mal se passer de votre côté ou sur ce serveur. Avant de contacter le support, merci de vérifier si votre question n'a pas de réponse ici :
it: %(site_name)s è un servizio relativamente complesso. Qualcosa potrebbe andare storta dalla tua parte o sul server. Prima di contattare il supporto, per favore, vedere se la tua problematica trova una risposta qui:
ja: %(site_name)s は複雑なサービスです。あなたの側か、サーバー側かは定かでありませんが、問題が発生する可能性があります。サポートに連絡する前に、どうかあなたの疑問に対する答えがあるかどうかこちらで確認してください：
nl: %(site_name)s is een vrij complexe dienst. Er kunnen dingen misgaan aan uw kant of op deze server. Kijk eerst of uw vraag hier wordt beantwoord voordat u contact opneemt met de ondersteuningsdienst:
ro: %(site_name)s este un serviciu destul de complex. Lucrurile pot merge prost din partea dumneavoastră sau a acestui server. Înainte de a contacta serviciul de asistență, vă rugăm să vedeți dacă răspunsul la întrebarea dvs. se găsește aici:
sv: %(site_name)s är en ganska komplex tjänst. Saker och ting kan gå fel på din sida eller på den här servern. Innan du kontaktar supporten, se om din fråga besvaras här:
zh_hans: %(site_name)s 是一个相当复杂的服务。有时可能是你的问题，有时服务器也可能出错。在联系支持之前，先看看你的问题是否在这里能够找到答案：

source: Getting started
de: Erste Schritte
es: Primeros pasos
fa: آغاز به کار
fr: Bien commencer
it: Per iniziare
ja: はじめに
nl: Aan de slag
ro: Să începem
sv: Kom igång
zh_hans: 入门

source: How do I build a package?
de: Wie erstelle ich ein Paket?
es: ¿Cómo se crea un paquete?
fa: چگونه بسته بسازم؟
fr: Comment puis-je construire un paquet ?
it: Come creo un pacchetto?
ja: どうやってパッケージをビルドしたらよいですか？
nl: Hoe bouw ik een pakket?
ro: Cum pot să construiesc un pachet?
sv: Hur bygger jag ett paket?
zh_hans: 如何构建软件包？

source: If you want to learn how to create a proper Debian package you can find some interesting documentation to start with:
de: Wenn du lernen möchtest, wie korrekte Debian Pakete erstellt werden, findest du hier einige interessante Dokumentationen zum Starten:
es: Si quieres aprender a crear un paquete de Debian adecuado, puedes encontrar más información interesante para empezar:
fa: اگر می‌خواهید بیاموزید که چگونه بسته دبیانی درستی ایجاد کنید، می‌توانید مستندات جالبی برای آغاز بیابید:
fr: Si vous souhaitez apprendre à créer un vrai paquet Debian, vous pourrez trouver une documentation intéressante pour commencer :
it: Se vuoi imparare come si fa a creare un pacchetto Debian in modo appropriato, allora puoi iniziare a leggere della documentazione interessante a partire da:
ja: 適切なDebianパッケージを作りたいなら、始めるのによいドキュメントがあります：
nl: Als u wilt leren hoe u een goed Debian-pakket maakt, kunt u wat interessante documentatie vinden om mee te beginnen:
ro: Dacă doriți să învățați cum să creați un pachet Debian adecvat, puteți găsi o documentație interesantă pentru a începe la:
sv: Om du vill lära dig hur du skapar ett riktigt Debianpaket kan du hitta en del intressant dokumentation till att börja med:
zh_hans: 如果你想学习如何创建一个合适的Debian软件包，下面有一些有趣的文档：

source: A must read resource to learn about technical specification and technical requirements of Debian packages.
de: Eine Ressource, die zum Lernen über technische Spezifikationen und technische Anforderungen von Debian Paketen unbedingt gelesen werden sollte.
es: Un recurso de lectura obligada para conocer las especificaciones técnicas y los requisitos técnicos de los paquetes Debian.
fa: منبعی لازم برای آموختن مشخّصه‌ها و نیازمندی‌های فنی بسته‌های دبیان.
fr: Une ressource incontournable pour apprendre les spécifications techniques et les pre-requis techniques des paquets Debian.
it: Una risorsa la cui lettura è obbligatoria per apprendere le specifiche tecniche e i requisiti tecnici relativi ai pacchetti Debian.
ja: Debianパッケージの技術的な仕様や要件について学ぶためのドキュメントを読む。
nl: Een onmisbare bron van informatie over technische specificaties en technische vereisten van Debian-pakketten.
ro: O resursă care trebuie neapărat citită pentru a afla despre specificațiile tehnice și cerințele tehnice ale pachetelor Debian.
sv: En resurs som måste läsas för att lära dig om tekniska specifikationer och tekniska krav för Debianpaket.
zh_hans: 了解 Debian 软件包的技术规范和技术要求的必读资源。
