Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: First make sure that you signed the package with the proper PGP key. Next check where you uploaded your package. By default the dput and dupload tools upload to Debian's official FTP master server. That server will silently drop your upload. If the problem persist please send an email to <strong> Site email</strong>: <a href="mailto: %(email)s">%(email)s</a> if you require assistance.
de: Zuerst stelle sicher, dass du dein Paket mit einem gültigen PGP Key signiert hast. Dann prüfe, wo du dein Paket hochgeladen hast. Standardmässig laden dput und dupload in den Debian's offiziellem FTP Masterserver hoch. Dieser Server wird ohne Meldung dein Upload verwerfen. Wenn das Problem weiterbesteht und du Unterstützung benötigst, sende bitte eine E-Mail an die<strong>E-Mail</strong>: <a href="mailto: %(email)s">%(email)s</a>.
es: Primero, asegúrate de haber firmado el paquete con la clave PGP adecuada. A continuación, comprueba dónde cargó tu paquete. De forma predeterminada, las herramientas dput y dupload se cargan en el servidor maestro FTP oficial de Debian. Ese servidor eliminará silenciosamente tu carga. Si el problema persiste, envía un correo electrónico a <strong> Correo electrónico del sitio</strong>: <a href="mailto: %(email)s">%(email)s</a> si necesitas ayuda.
fa: نخست مطمئن شوید که بسته را با کلید GPG درستی امضا کرده‌اید. سپس مکان بارگذاری بسته‌تان را بررسی کنید. ابزارهای dput و dupload به صورت پیش‌گزیده به کارساز اصلی FTP رسمی دبیان بارگذاری می‌کنند. آن کارساز بارگذاری‌هایتان را بی‌صدا رها می‌کند. در صورت نیاز به کمک لطفاً رایانامه‌ای به <strong>پایگاه</strong>: <a href="mailto: %(email)s">%(email)s</a> بفرستید.
fr: Premièrement, vérifiez que vous avez signé le paquet avec la bonne clef PGP. Puis, vérifiez l'emplacement où vous avez envoyer votre paquet. Par défaut, les outils dput et dupload envoient vers le serveur FTP maitre de Debian. Ce serveur supprimera silencieuxement votre envoi. Si le problème persiste, merci d'envoyer un mail à <strong>Courriel du site</strong> : <a href="mailto: %(email)s">%(email)s</a> si vous avez besoin d'assitance.
it: Prima di tutto assicurati di aver firmato il pacchetto con la chiave PGP appropriata. Poi verifica dove hai caricato il tuo pacchetto. In modo predefinito gli strumenti dput e dupload caricano sul server master FTP ufficiale di Debian. Questo server scarterà il tuo caricamento silenziosamente. Se il problema persiste invia un'email a <strong> email del sito</strong>: <a href="mailto: %(email)s">%(email)s</a> se hai bisogno di assistenza.
ja: 最初に、適切なPGPの鍵でパッケージに署名してあるか確認してください。次にパッケージをアップロードした場所を確認します。既定ではdputやduploadといったツールはDebian公式のFTP masterと呼ばれるサーバーにアップロードします。このサーバーにアップロードした場合、黙ってパッケージを削除します。もし問題があれば、<strong> サイトのメールアドレス</strong>に連絡してください。手助けが必要であれば <a href="mailto: %(email)s">%(email)s</a>に連絡します。
nl: Controleer eerst of u het pakket heeft ondertekend met de juiste PGP-sleutel. Controleer vervolgens waar u uw pakket heeft geüpload. Standaard uploaden de hulpmiddelen dput en dupload naar de officiële FTP-masterserver van Debian. Die server zal uw upload geruisloos laten vallen. Als het probleem aanhoudt en u hulp nodig heeft, stuur dan een e-mail naar <strong>het e-mailadres van de site</strong>: <a href="mailto: %(email)s">%(email)s</a>.
ro: Mai întâi asigurați-vă că ați semnat pachetul cu cheia PGP corespunzătoare. Apoi verificați unde ați încărcat pachetul. În mod implicit, instrumentele dput și dupload încarcă pe serverul principal FTP oficial al Debian. Acel server va înlătura în liniște (fără să anunțe) încărcarea dvs. dacă aceasta prezintă probleme. Dacă problema persistă, vă rugăm să trimiteți un mesaj la <strong>adresa de e-mail a sitului</strong>: <a href="mailto: %(email)s">%(email)s</a> dacă aveți nevoie de asistență.
sv: Se först till att du signerade paketet med rätt PGP-nyckel. Kontrollera sedan var du laddade upp ditt paket. Som standard laddar dput-och dupload-verktygen upp till Debians officiella FTP-masterserver. Den servern kommer tyst att tappa din uppladdning. Om problemet kvarstår, skicka ett e-postmeddelande till <strong> Webbplatsens e-post</strong>: <a href="mailto: %(email)s">%(email)s</a> om du behöver hjälp.
zh_hans: 首先，确保您使用正确的PGP密钥对软件包进行了签名。其次，检查你把软件包上传到哪里了。默认情况下，dput 和 dupload 工具会将软件包上传至 Debian 的官方 FTP 主服务器，而主服务器会静默地丢弃你上传的文件。如果问题仍然存在，请发邮件到<strong>网站邮箱</strong>：<a href="mailto: %(email)s">%(email)s</a> 以获取帮助。

source: My binary packages do not show up
de: Mein Binary-Paket wird nicht angezeigt
es: Mis paquetes binarios no aparecen
fa: بستهٔ دودوییم نشان داده نمی‌شود
fr: Mon paquet binaire ne se trouve nul part
it: Il mio pacchetto eseguibile non compare
ja: バイナリーパッケージが表示されません
nl: Mijn binaire pakketten zijn niet zichtbaar
ro: Pachetele mele binare nu apar
sv: Mitt binära paket dyker inte upp
zh_hans: 我的二进制包没有显示出来

source: The current policy on %(site_name)s is to deliberately throw away the binary packages. This is done for two main reasons. First, it saves a lot of disk space. And second, in the past Debian users downloaded the packages and used them carelessly to get brand-new versions. This led to a lot of support questions. So we decided to just keep the source packages.
de: Die aktuelle Policy auf %(site_name)s ist, binäre Pakete absichtlich zu verwerfen. Dies geschieht aus zwei Hauptgründen. Erstens, es spart eine Menge an Festplattenplatz. Und zweitens haben in der Vergangenheit Debian Benutzer das Paket heruntergeladen und nachlässig verwendet, um die brandneuen Versionen zu haben. Dies führte zu vielen Support-Anfragen. Deshalb haben wir entschieden, nur noch die Quellpakete zu behalten.
es: La política actual de %(site_name)s es desechar deliberadamente los paquetes binarios. Esto se hace por dos razones principales. En primer lugar, ahorra mucho espacio en disco. Y segundo, en el pasado, los usuarios de Debian descargaban los paquetes y los usaban descuidadamente para obtener versiones completamente nuevas. Esto llevó a muchas preguntas de soporte. Así que decidimos mantener los paquetes fuente.
fa: سیاست کنونی %(site_name)s بیرون انداختن عمدی بسته‌های دودویی است. این کار به دو دلیل انجام می‌شود: نخست فضای دیسک زیادی را ذخیره کرده و دوم این که کاربران دبیان در گذشته بسته‌ها را گرفته و غافلانه از آن‌ها برای داشتن نگارش‌های جدید استفاده می‌کردند که منجر به پرسش‌های پشتیبانی زیادی می‌شد. پس تصمیم گرفتیم که فقط بسته‌های مبدأ را نگه داریم.
fr: La politique actuelle de %(site_name)s est de supprimer délibérément le paquet binaire. Ceci est fait pour deux raisons. Premièrement, cela permet d'economiser beaucoup d'espace disque. Et deuxièment, par le passé, des utilisateurs de Debian téléchargaient les paquets et les utilisaient sans faire attention afin d'optenir les toutes dernière versions. Cela à entrainer beaucoup de question de support. Nous avons donc pris la décision de garder uniquement les paquets sources.
it: La politica attuale su %(site_name)s è di buttare via deliberatamente i pacchetti di eseguibili. Questo è fatto per due ragioni. Prima di tutto, salva un sacco di spazio su disco. Poi, nel passato gli utenti Debian scaricavano i pacchetti e li usavano imprudentemente per avere le versioni nuove di zecca. Questo causava molte richieste di supporto. Per questo abbiamo deciso di tenere soltanto i pacchetti dei sorgenti.
ja: 現在の%(site_name)sのポリシーではバイナリーパッケージは意図的に破棄します。これには2つ理由があります。1つめは、ディスク容量の節約です。2つめは、過去にDebianユーザーが不注意にも新しいバージョンがあるからと使ってしまったことがあったからです。そのせいで質問に回答するサポートが大量に発生しました。それゆえ単にソースパッケージだけを保持することにしたのです。
nl: Het huidige beleid op %(site_name)s is om bewust de binaire pakketten weg te laten. Dit wordt gedaan om twee belangrijke redenen. Ten eerste bespaart het veel schijfruimte. En ten tweede hebben Debian-gebruikers in het verleden de pakketten gedownload en ze achteloos gebruikt om gloednieuwe versies te krijgen. Dit leidde tot veel ondersteuningsvragen. Daarom hebben we besloten om alleen de broncodepakketten te behouden.
ro: Politica actuală pe %(site_name)s este de a înlătura în mod deliberat pachetele binare. Acest lucru se face din două motive principale. În primul rând, se economisește mult spațiu pe disc. Și în al doilea rând, în trecut, utilizatorii Debian au descărcat pachetele și le-au folosit cu fără să acorde atenție pentru a obține versiuni nou-nouțe. Acest lucru a dus la o mulțime de întrebări de asistență. Așa că am decis să păstrăm doar pachetele sursă.
sv: Den nuvarande policyn för %(site_name)s är att medvetet kasta bort de binära paketen. Detta görs av två huvudsakliga skäl. För det första sparar det mycket diskutrymme. Och för det andra, tidigare så laddade Debiananvändare ner paketen och använde dem slarvigt för att få helt nya versioner. Detta ledde till många supportfrågor. Så vi bestämde oss för att bara behålla källkodspaketen.
zh_hans: 当前 %(site_name)s 网站的政策是有意地丢弃二进制软件包。这种做法有两个主要原因。首先，存储二进制包会占用大量硬盘空间。其次，过去出现过 Debian 用户直接下载这些软件包并不顾其他问题直接开始使用来获取新版本。这些情况会导致许多维护相关的问题。因此，我们决定只保留源码包。

source: How long will it take until my upload is available to sponsors?
de: Wie lange wird es gehen, bis mein Upload für Sponsor verfügbar ist?
es: ¿Cuánto tardará mi carga en estar disponible para los patrocinadores?
fa: چه‌قدر طول می‌کشد تا بارگذاریم برای حامیان موجود شود؟
fr: Combien de temps faut il avant que mon envoi ne soit disponible pour les parrains ?
it: Quanto ci vorrà prima che il mio caricamento sia disponibile per la sponsorizzazione?
ja: アップロードしたパッケージをスポンサーが入手できるようになるまでどれくらいかかりますか？
nl: Hoe lang duurt het voordat mijn upload beschikbaar is voor sponsors?
ro: Cât timp va dura până când încărcarea mea va fi disponibilă pentru sponsori?
sv: Hur lång tid tar det innan min uppladdning är tillgänglig för sponsorer?
zh_hans: 我上传了，赞助者需要多长时间才能看到？

source: Regardless of the upload method you choose, the importer process runs every %(beat)s minutes. The process usually takes less than a minute to process a package but it can be longer on bigger packages.
de: Unabhängig von der Upload-Methode, die du gewählt hast, wird der Importprozess jede %(beat)s Minute laufen. Der Prozess braucht üblicherweise weniger als eine Minute, um ein Paket zu verarbeiten, aber es kann auch länger gehen bei grossen Paketen.
es: Independientemente del método de carga que elija, el proceso de importación se ejecuta cada %(beat)s minutos. El proceso suele tardar menos de un minuto en procesar un paquete, pero puede ser más largo en el caso de paquetes más grandes.
fa: فارغ از روش بارگذاری گزیده‌تان، فرایند درون‌ریز هر %(beat)s دقیقه اجرا می‌شود. فرایند معمولاً کم‌تر از یک دقیقه برای پردازش بسته زمان می‌برد، ولی می‌تواند برای بسته‌های بزرگ‌تر بیش‌تر طول بکشد.
fr: Indépendamment de la méthode d'envoi choisi, le processus d'importation est exécuté toutes les %(beat)s minutes. Le processus prend généralement moins d'une minute pour traiter un paquet mais, il peut prendre plus longtemps sur les plus gros paquets.
it: Indipendentemente dal metodo di caricamento che hai scelto, il processo d'importazione viene eseguito ogni %(beat)s minuti. Il processo impiega normalmente meno di un minuto per elaborare un pacchetto, ma potrebbe impiegare più tempo per pacchetti più grossi.
ja: どの方法でアップロードするかに関わらず、インポートするプロセスは %(beat)s 分ごとに実行されます。このプロセスは通常1分もかかりませんが、サイズが大きければもっと時間がかかります。
nl: Ongeacht de uploadmethode die u kiest, wordt het importproces elke %(beat)s minuten uitgevoerd. Het proces heeft meestal minder dan een minuut nodig om een pakket te verwerken, maar dit kan langer duren bij grotere pakketten.
ro: Indiferent de metoda de încărcare pe care o alegeți, procesul de importare rulează la fiecare %(beat)s minute. Procesul durează de obicei mai puțin de un minut pentru a procesa un pachet, dar poate dura mai mult în cazul pachetelor mai mari.
sv: Oavsett vilken uppladdningsmetod du väljer, körs importeringsprocessen var %(beat)s minut. Processen tar vanligtvis mindre än en minut att bearbeta ett paket men det kan ta längre för större paket.
zh_hans: 无论选择哪种上传方法，导入程序每%(beat)s分钟运行一次。处理包裹的过程通常不到一分钟，但在较大的包裹上可能会更长。

source: During the importing process, the server does quality assurance and other checks on your package. You will receive an email when it is ready.
de: Während dem Import-Prozess, der Server macht eine Qualitätssicherung und weitere Checks auf deinem Paket. Du wirst ein E-Mail erhalten, so bald es bereit ist.
es: Durante el proceso de importación, el servidor realiza comprobaciones de calidad y de otro tipo en tu paquete. Recibiras un correo electrónico cuando esté listo.
fa: در طول فرایند درون‌ریزی، کارساز ارزیابی کیفیت و دیگر آزمون‌ها را روی بسته‌تان انجام خواهد داد. هنگام آماده شدنش رایانامه‌ای خواهید گرفت.
fr: Pendant ces 0-2 minutes, le serveur procède à de l'assurance qualité et autres vérifications sur votre paquet. Vous reçeverez un courriel quand celui ci sera prêt.
it: Durante il processo di importazione, il server effettua controlli di qualità e altre verifiche sul tuo pacchetto. Riceverai un'email quando sarà pronto.
ja: インポートしている間に、サーバーではパッケージの品質チェックを行います。インポートできたらメールが届きます。
nl: Tijdens het importeren voert de server kwaliteitscontroles en andere controles uit op uw pakket. U ontvangt een e-mail wanneer dit klaar is.
ro: În timpul procesului de import, serverul face verificări de asigurare a calității și alte verificări ale pachetului dumneavoastră. Veți primi un mesaj atunci când acesta este gata.
sv: Under importprocessen gör servern kvalitetssäkring och andra kontroller av ditt paket. Du får ett e-postmeddelande när det är klart.
zh_hans: 在导入过程中，服务器会对你的包裹进行质量确认和其他检查。检查结束时，你会收到一封电子邮件。

source: Information for sponsors
de: Information für Sponsoren
es: Información para los patrocinadores
fa: اطَلاعات برای حامیان
fr: Information pour les parrains
it: Informazioni per gli sponsor
ja: スポンサー向けの情報
nl: Informatie voor sponsors
ro: Informații pentru sponsori
sv: Information för sponsorer
zh_hans: 赞助者相关信息

source: What is a sponsor?
de: Was ist ein Sponsor?
es: ¿Qué es un patrocinador?
fa: حامی چیست؟
fr: Qu'est-ce qu'un parrain ?
it: Cos'è uno sponsor?
ja: スポンサーとはなんですか？
nl: Wat is een sponsor?
ro: Ce este un sponsor?
sv: Vad är en sponsor?
zh_hans: 什么是赞助者？

source: Someone who uploads the package and is responsible for the package in the archive. The sponsor is responsible for the quality of the package and checks the work of the package maintainer to improve his skills.
de: Jemand der das Paket hoch lädt und verantwortlich ist für das Paket im Archive. Der Sponsor ist verantwortlich für die Qualität von dem Paket und prüft die Arbeit des Paket-Betreuer, um seine Fähigkeiten zu verbessern.
es: Alguien que sube el paquete y es responsable del paquete en el archivo. El patrocinador es responsable de la calidad del paquete y comprueba el trabajo del mantenedor del paquete para mejorar tus habilidades.
fa: کسی که بسته را بارگذاری کرده و مسئول بسته در بایگانی است. حامی مسئول کیفیت بسته و بررسی کار نگه‌دارندهٔ بسته برای بهبود مهارت‌هایش است.
fr: Quelqu'un qui envoi le paquet et qui est responsable du paquet dans l'archive. Le parrain est responsable pour la qualité du paquet et vérifie le travail du mainteneur du paquet dans le but d'améliorer ces complétances.
it: Qualcuno che carica il pacchetto ed è responsabile per il pacchetto nell'archivio. Lo sponsor è responsabile per la qualità del pacchetto e verifica il lavoro del manutentore del pacchetto, tutto questo per migliorare le sue competenze.
ja: パッケージをアップロードし、アーカイブのパッケージに責任を持つ人のことです。スポンサーはパッケージの質を担保し、パッケージをチェックすることでメンテナーによるスキルの向上を図ります。
nl: Iemand die het pakket uploadt en verantwoordelijk is voor het pakket in het archief. De sponsor is verantwoordelijk voor de kwaliteit van het pakket en controleert het werk van de pakketbeheerder om diens vaardigheden te verbeteren.
ro: Cineva care încarcă pachetul și este responsabil pentru pachetul din arhivă. Sponsorul este responsabil pentru calitatea pachetului și verifică activitatea responsabilului de pachet pentru a-și îmbunătăți abilitățile.
sv: Någon som laddar upp paketet och ansvarar för paketet i arkivet. Sponsorn ansvarar för paketets kvalitet och kontrollerar paketunderhållarens arbete för att förbättra sina färdigheter.
zh_hans: 赞助者指实际向官方仓库上传软件包的人员，他们同时对软件包在官方归档中的存在负责。赞助者对软件包的质量负最终责任，同时检查软件包维护者的工作以协助改进维护者的打包技能。

source: Why should I sponsor uploads
de: Wieso sollte ich Uploads sponsern
es: Por qué debo patrocinar las cargas
fa: چرا باید از بارگذاری‌ها حمایت کنم
fr: Pourquoi devrais-je parrainer des envois
it: Perché dovrei sponsorizzare dei caricamenti
ja: なぜアップロードされたパッケージのスポンサーをするべきなのか
nl: Waarom zou ik uploads sponsoren
ro: De ce ar trebui să sponsorizez încărcările
sv: Varför ska jag sponsra uppladdningar
zh_hans: 为什么我应该赞助上传

source: Thanks for your interest. There are a lot of sponsorees waiting for a Developer to help them with their packages, and if you want to help with the New Maintainer process this is a good step to get involved.
de: Danke für dein Interesse. Es gibt viele Sponsoren-Suchende, die auf einen Entwickler warten, der ihnen bei ihren Paketen hilft, und wenn du beim Neue-Betreuer-Prozess helfen möchtest, ist das ein guter Schritt, um involviert zu sein.
es: Gracias por tu interés. Hay muchos patrocinadores esperando un Desarrollador que les ayude con sus paquetes, y si quieres ayudar con el proceso de Nuevo Mantenedor este es un buen paso para involucrarte.
fa: سپاس از علاقه‌تان. حامی‌جویان زیادی منتظر توسعه‌دهنده‌ای هستند که آنان را در بسته‌هایشان یاری رسانند و اگر می‌خاهید در فرایند نگه‌داندهٔ جدید یاری کنید، این گامی خوب برای درگیر شدن است.
fr: Merci pour votre intéret. Il y a beaucoup de mainteneurs en attente d'un Développeur pour les aider avec leurs paquets, et si vous souhaitez aider avec le processus de nouveau mainteneurs, c'est un bonne étape pour s'inverstir.
it: Grazie per il tuo interessamento. Ci sono un sacco Manutentori in attesa di uno Sviluppatore che li aiuti con i loro pacchetti e se tu vuoi aiutarli con il processo per Nuovi Manutentori questo è un buon modo per farti coinvolgere.
ja: 興味をもってくれてありがとう。開発者によるスポンサーを待っている多くの人がいて、手助けを必要としています。そしてもし新メンテナープロセスに進むのを手助けすることは、(よりコミュニティに関わる意味で)よいステップとなるでしょう。
nl: Bedankt voor uw interesse. Velen hebben een sponsor nodig en wachten op een ontwikkelaar om hen te helpen met hun pakketten, en als u wilt helpen met het proces voor nieuwe beheerders is dit een goede stap om betrokken te raken.
ro: Vă mulțumim pentru interesul dumneavoastră. Există o mulțime de responsabili de pachete care așteaptă ca un Dezvoltator să îi ajute cu pachetele lor, iar dacă doriți să ajutați la procesul Noului responsabil de pachet, acesta este un pas bun pentru a vă implica.
sv: Tack för visat intresse. Det finns många sponsrade som väntar på att en utvecklare ska hjälpa dem med deras paket, och om du vill hjälpa till med Ny Underhållare-processen är detta ett bra steg för att engagera dig.
zh_hans: 感谢您的关注。有很多需要被赞助的人在等待一个开发者帮助他们处理软件包。如果您想帮助新维护者流程，这是参与其中的好方法。

source: What to do for sponsoring?
de: Was ist für Sponsoring zu machen?
es: ¿Qué hacer para patrocinar?
fa: برای حمایت چه کنم؟
fr: Que faire pour parrainer ?
it: Che cosa fare per sponsorizzazione?
ja: スポンサーするには何をすればよいですか？
nl: Wat moet men doen om te sponsoren?
ro: Ce trebuie făcut pentru sponsorizare?
sv: Vad ska man göra för att sponsra?
zh_hans: 赞助需要做什么？
