Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: Start page
de: Startseite
es: Página inicial
fa: صفحهٔ آغاز
fr: Page d'accueil
it: Pagina iniziale
ja: スタートページ
nl: Startpagina
ro: Pagina de start
sv: Startsida
zh_hans: 开始页面

source: Package list
de: Paketliste
es: Lista de paquetes
fa: سیاههٔ بسته‌ها
fr: Liste des paquets
it: Elenco pacchetti
ja: パッケージ一覧
nl: Pakketlijst
ro: Lista de pachete
sv: Paketlista
zh_hans: 软件包列表

source: Maintainer
de: Betreuer
es: Mantenedor
fa: نگه‌دارنده
fr: Mainteneur
it: Manutentore
ja: (パッケージの)メンテナーになりたい
nl: Beheerder
ro: Responsabil
sv: Underhållare
zh_hans: 维护者

source: Reviews
de: Überprüfungen
es: Revisiones
fa: بازبینی‌ها
fr: Revues
it: Revisioni
ja: レビュー
nl: Beoordelingen
ro: Revizuiri
sv: Recensioner
zh_hans: 审阅

source: Sponsors
de: Sponsoren
es: Promotor
fa: حامیان
fr: Parrains
it: Sponsor
ja: スポンサー
ro: Sponsori
sv: Sponsorer
zh_hans: 赞助

source: Q &amp; A
es: Preguntas más frecuentes
fa: پرسش و پاسخ
fr: F.A.Q.
nl: V &amp; A
ro: Întrebări și răspunsuri
sv: Frågor och svar
zh_hans: 常见问题（Q &amp; A）

source: My account
de: Mein Account
es: Mi cuenta
fa: حسابم
fr: Mon compte
it: Il mio account
ja: マイアカウント
nl: Mijn account
ro: Contul meu
sv: Mitt konto
zh_hans: 我的帐户

source: My packages
de: Meine Pakete
es: Mis paquetes
fa: بسته‌های من
fr: Mes paquets
it: I miei pacchetti
ja: 作業中パッケージ
nl: Mijn pakketten
ro: Pachetele mele
sv: Mina paket
zh_hans: 我的软件包

source: My subscriptions
de: Meine Abonnemente
es: Mis suscripciones
fa: اشتراک‌هایم
fr: Mes abonnements
it: Le mie sottoscrizioni
ja: サブスクリプション
nl: Mijn abonnementen
ro: Abonamentele mele
sv: Mina prenumerationer
zh_hans: 我的订阅

source: Logout
de: Abmelden
es: Salir
fa: خروج
fr: Déconnexion
it: Esci
ja: ログアウト
nl: Afmelden
ro: Deconectare
sv: Logga ut
zh_hans: 注销

source: Sign me up
de: Registriere mich
es: Regístrame
fa: ثبت‌نام
fr: Inscription
it: Registrati
ja: サインアップ
nl: Me inschrijven
ro: Înscrie-mă
sv: Registrera mig
zh_hans: 注册新用户

source: Login
es: Iniciar sesión
fa: ورود
fr: Connexion
ja: ログイン
nl: Aanmelden
ro: Autentificare
sv: Logga in
zh_hans: 登录

source: Auto-detected
de: Auto-detektiert
es: Autodetectado
fa: تشخیص داده به صورت خودکار
fr: Auto-détecté
it: Rilevato automaticamente
ja: 自動検出
nl: Automatisch gedetecteerd
ro: Auto-detectat
sv: Autoupptäckt
zh_hans: 自动检测

source: Hosting and hardware provided by
de: Hosting und Hardware zur Verfügung gestellt von
es: Alojamiento y hardware proporcionados por
fa: میزبانی و سخت‌افزار فراهم شده به دست
fr: Hébergement et matériel mis à disposition par
it: Hosting e hardware fornito da
ja: ホスティング先と機材の提供
nl: Hosting en hardware aangeboden door
ro: Găzduire și echipament puse la dispoziție de
sv: Hosting och hårdvara tillhandahålls av
zh_hans: 硬件与托管服务的提供方为

source: Source code and bugs
de: Quellcode und Fehler
es: Código fuente y defectos
fa: کد مبدأ و اشکال‌ها
fr: Code source et bugs
it: Codice sorgente e bug
ja: ソースコードとバグ
nl: Broncode en bugs
ro: Cod sursă și erori
sv: Källkod och buggar
zh_hans: 源码与缺陷

source: Site contact
de: Webseiten-Kontakt
es: Contacto del sitio
fa: تماس پایگاه
fr: Contact du site
it: Contatto sito
ja: サイトの連絡先
nl: Contactpersoon voor de site
ro: Contactul sitului
sv: Webbplatskontakt
zh_hans: 站点联系方式

source: You can get in direct contact with the debexpo team. In case of technical problems please check the <a href="%(u_qa)s">Q &amp; A</a> section and the <a href="https://wiki.debian.org/Debexpo">Debian wiki</a> first. <strong>Please do not use this contact address for sponsor requests or packaging questions</strong>, write to the <a href="https://lists.debian.org/debian-mentors/">debian-mentors mailing list</a> instead or <a href="%(u_rfs)s">file a RFS bug</a> respectively.
de: Du kannst in direkten Kontakt mit dem Debexpo Team kommen. Im Falle von technischen Problemen, bitte prüfe die <a href="%(u_qa)s">Q &amp; A</a> Abschnitte und das <a href="https://wiki.debian.org/Debexpo">Debian Wiki</a> zuerst. <strong>Bitte verwende NICHT diese Kontaktadresse für Sponsoren-Anfragen und Fragen rund ums Packaging</strong>, schreibe an die <a href="https://lists.debian.org/debian-mentors/">debian-mentors Mailing Liste</a> stattdessen oder <a href="%(u_rfs)s">erstelle einen RFS Bug</a>.
es: Puede Ud contactar directamente con el equipo de debexpo. En el caso de problemas técnicos, vea primero la sección <a href="%(u_qa)s">Preguntas y respuestas</a> y el <a href="https://wiki.debian.org/Debexpo">wiki de Debian</a>. <strong>Por favor, no use esta dirección de contacto para solicitudes de patrocino o preguntas acerca de empaquetado</strong>. En vez de eso escriba a <a href="https://lists.debian.org/debian-mentors/">la lista de correo debian-mentors</a> o abra un <a href="%(u_rfs)s">ticket tipo RFS</a> respectivamente.
fa: می‌توانید مستقیماً با گروه debexpo تماس بگیرید. در مورد مشکلات فنی لطفاً نخست بخش <a href="%(u_qa)s">پرسش و پاسخ</a> و <a href="https://wiki.debian.org/Debexpo">ویکی دبیان</a> را بررسی کنید. <strong>لطفاً از این نشانی تماس برای درخواست‌های حمایت یا پرسش‌های بسته‌بندی استفاده نکرده</strong> و به جایش به <a href="https://lists.debian.org/debian-mentors/">سیاههٔ پستی debian-mentors</a> مراجعه کرده یا یک <a href="%(u_rfs)s">اشکال RFS</a> ثبت کنید.
fr: Vous pouvez rentrer en contact directement avec l'équipe debexpo. En cas de problèmes techniques, merci consulter la section <a href="%(u_qa)s">F.A.Q.</a> et le <a href="https://wiki.debian.org/Debexpo">wiki Debian</a> préalablement. <strong>Merci de ne pas utiliser cette adresse pour vos recherche de parrain ou des questions sur les paquets</strong>, à la place, écrivez à <a href="https://lists.debian.org/debian-mentors/">la liste de diffusion debian-mentors</a> ou <a href="%(u_rfs)s">remplissez un bug RFS</a>.
it: Puoi contattare direttamente il team debexpo. Nel caso di problemi tecnici, controlla la sezione <a href="%(u_qa)s">Q &amp; A</a> e la <a href="https://wiki.debian.org/Debexpo">wiki Debian</a> come prima cosa. <strong>Non usare questo mezzo di contatto per richieste di sponsor o domande di packaging</strong>, scrivi invece alla <a href="https://lists.debian.org/debian-mentors/">mailing list debian-mentors</a> oppure <a href="%(u_rfs)s">compila un bug RFS</a> rispettivamente.
ja: debexpoチームに直接連絡とることができます。技術的な問題は<a href="%(u_qa)s">Q &amp; A</a> セクションと <a href="https://wiki.debian.org/Debexpo">Debian wiki</a> を最初に確認してください。 <strong>このコンタクトアドレスをスポンサーリクエストやパッケージングの質問先として使わなず</strong>、 <a href="https://lists.debian.org/debian-mentors/">debian-mentorsメーリングリスト</a> を代わりに使うか <a href="%(u_rfs)s">RFSバグを作成</a> してください。
nl: U kunt rechtstreeks contact opnemen met het debexpo-team. Raadpleeg bij technische problemen eerst de sectie <a href="%(u_qa)s">V &amp; A</a> en de pagina op <a href="https://wiki.debian.org/Debexpo">Debian wiki</a> . <strong>Gebruik dit contactadres niet voor sponsoraanvragen of verpakkingsvragen</strong>. Schrijf daarvoor respectievelijk naar de mailinglijst <a href="https://lists.debian.org/debian-mentors/">debian-mentors</a> of <a href="%(u_rfs)s">dien een RFS-bug in</a>.
ro: Puteți intra în contact direct cu echipa debexpo. În cazul unor probleme tehnice, verificați mai întâi secțiunea <a href="%(u_qa)s">Întrebări și răspunsuri</a> și <a href="https://wiki.debian.org/Debexpo">Wiki Debian</a>. <strong>Vă rugăm să nu utilizați această adresă de contact pentru solicitări de sponsor sau întrebări despre pachete</strong>, scrieți la <a href="https://lists.debian.org/debian-mentors/">lista de corespondență debian-mentors </a> în schimb sau <a href="%(u_rfs)s">înregistrați o eroare RFS</a>.
sv: Du kan komma i direktkontakt med debexpo-teamet. Vid tekniska problem, kontrollera <a href="%(u_qa)s">Q &amp; A</a>-sektionen och <a href="https://wiki.debian.org/Debexpo">Debian-wikin</a> först. <strong>Använd inte denna kontaktadress för sponsorförfrågningar eller paketeringsfrågor</strong>, skriv till <a href="https://lists.debian.org/debian-mentors/">debian-mentors sändlista </a> istället eller <a href="%(u_rfs)s">skicka in en RFS-bugg</a>.
zh_hans: 如有问题，可联系 debexpo 组。如遇技术问题，请先查看<a href="%(u_qa)s">Q&amp;A</a>和<a href="https://wiki.debian.org/Debexpo">Debian wiki</a>。如打包或赞助遇到问题，<strong>请勿联系debexpo组</strong>，可以使用<a href="https://lists.debian.org/debian-mentors/">debian-mentors邮件列表</a>或<a href="%(u_rfs)s">提出RFS</a>。

source: Site email
de: Webseiten E-Mail
es: Email del sitio
fa: رایانامهٔ پایگاه
fr: Courriel du site
it: Email sito
ja: サイトのメールアドレス
nl: E-mail van de site
ro: Adresa de e-mail a sitului
sv: Webbplatsens e-post
zh_hans: 网站邮箱

source: Currently Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) and Paul Wise (<em>pabs</em>) are maintaining this service.
de: Aktuell betreiben Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) und Paul Wise (<em>pabs</em>) diesen Service.
es: Actualmente Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) y Paul Wise (<em>pabs</em>) están manteniendo este servicio.
fa: در حال حاضر، بپتسیت بیپ‌لات (<em>lyknode</em>)، متیا ریزولو (<em>mattia</em>, IRC: <em>mapreri</em>) و پاول وایز (<em>pabs</em>) این خدمت را نگه می‌دارند.
fr: Présentement Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC : <em>mapreri</em>) and Paul Wise (<em>pabs</em>) maintiennent ce service.
it: Al momento Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) e Paul Wise (<em>pabs</em>) stanno mantenendo questo servizio.
ja: 現在 Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) と Paul Wise (<em>pabs</em>) がこのサービスのメンテナンスをしています。
nl: Momenteel onderhouden Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) en Paul Wise (<em>pabs</em>) deze dienst.
ro: În prezent Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) și Paul Wise (<em>pabs</em>) mențin acest serviciu.
sv: För närvarande så tar Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) och Paul Wise (<em>pabs</em>) hand om denna tjänst.
zh_hans: 网站目前维护者：Baptiste Beauplat (<em>lyknode</em>), Mattia Rizzolo (<em>mattia</em>, IRC: <em>mapreri</em>) 与 Paul Wise (<em>pabs</em>)。

source: Development
de: Entwicklung
es: Desarrollo
fa: توسعه
fr: Développement
it: Sviluppo
ja: 開発
nl: Ontwikkeling
ro: Dezvoltare
sv: Utveckling
zh_hans: 开发

source: We are always looking for new contributors. If you want to contribute or improve %(site_name)s, come to <tt>#debexpo</tt> on <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> and chat with us.
de: Wir sind immer auf der Suche nach neuen Mitwirkenden. Wenn du bei %(site_name)s etwas beitragen oder verbessern möchtest, komme zu <tt>#debexpo</tt> auf <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> und chatte mit uns.
es: Buscamos siempre nuevos contribuidores. Si quiere Ud contribuir o mejorar %(site_name)s, entre en el canal <tt>#debexpo</tt> de <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> y hable con nosotros.
fa: همواره به دنبال مشارکت کنندگا جدید هستیم. اگر به دنبال مشارکت یا بهبود %(site_name)s هستید، به <tt>‪#debexpo‬</tt> روی <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> آمده و با ما گپ بزنید.
fr: Nous sommes toujours à la recherche de nouveau contributeurs. Si vous souhaitez contribuer ou améliorer %(site_name)s, rendez-vous sur <tt>#debexpo</tt> sur <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> pour discuter avec nous.
it: Siamo sempre aperti a nuovi contributori. Se vuoi contribuire o migliorare %(site_name)s, entra in <tt>#debexpo</tt> su <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> e parla con noi.
ja: 常時新規コントリビューターを募集中です。%(site_name)sの改善に協力してくれるなら、<tt>#debexpo</tt>チャンネルが<a href="irc://irc.debian.org/debexpo">irc.debian.org</a>にあるので話をしましょう。
nl: We zijn steeds op zoek naar nieuwe medewerkers. Als u wilt bijdragen tot %(site_name)s of verbeteringen wilt aanbrengen, ga dan naar <tt>#debexpo</tt> op <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> en chat met ons.
ro: Suntem mereu în căutare de noi colaboratori. Dacă doriți să contribuiți sau să îmbunătățiți %(site_name)s, veniți la <tt>#debexpo</tt> pe <a href="irc://irc.debian.org/debexpo">irc.debian.org</a> și discutați cu noi.
sv: Vi letar alltid efter nya bidragsgivare. Om du vill bidra eller förbättra %(site_name)s, kom till <tt>#debexpo</tt> på <a href="irc://irc.debian.org/debexpo">irc.debian.org </a> och chatta med oss.
zh_hans: 我们一直在寻找新的贡献者。如果你想贡献或改进%(site_name)s，请到<tt>#debexpo</tt>（<a href="irc://irc.debian.org/debexpo">irc.debian.org</a>）联系我们。

source: Welcome to %(name)s
de: Willkommen bei %(name)s
es: Bienvenido a %(name)s
fa: به %(name)s خوش آمدید
fr: Bienvenue sur %(name)s
it: Benvenuto su %(name)s
ja: %(name)sさん、ようこそ
nl: Welkom op %(name)s
ro: Bine ați venit la %(name)s
sv: Välkommen till %(name)s
zh_hans: 欢迎来到 %(name)s

source: Only approved members of the Debian project (Debian Developers) are granted the permission to upload software packages into the Debian distribution. Still a large number of packages is maintained by non-official developers. How do they get their work into Debian when they are not allowed to upload their own packages directly? By means of a process called <em>sponsorship</em>. Sponsorship means that a Debian Developer uploads the package on behalf of the actual maintainer. The Debian Developer will also check the package for technical correctness and help the maintainer to improve the package if necessary. Therefore the sponsor is sometimes also called a mentor.
de: Nur anerkannten Mitglieder vom Debian Projekt (Debian Developers) ist es erlaubt, Software Pakete in die Debian Distribution hochzuladen. Trotzdem sind viele Pakete von nicht-offiziellen Entwicklern gepflegt. Wie können sie ihre Arbeit in Debian einfliessen lassen, wenn ihnen nicht erlaubt ist, ihre Pakete direkt hochzuladen? Genau dafür gibt es den <em>Sponsorship</em>-Prozess. Sponsorship bedeutet, dass ein Debian Developer das Paket im Namen des eigentlichen Maintainers hochlädt. Der Debian Developer prüft auch das Paket auf die technische Korrektheit und hilft dem Maintainer das Paket zu verbessern, wenn nötig. Aus diesem Grund wird der Sponsor manchmal auch als Mentor bezeichnet.
es: Solo miembros aprobados del proyecto Debian (Debian Developers) tienen permiso para subir paquetes de software a la distribución. No obstante un gran numero de paquetes los mantienen desarrolladores extraoficiales. ¿Cómo logran publicar su trabajo en Debian sin permiso para subir sus paquetes directamente? Mediante un proceso llamado <em>patrocicio</em> (sponsorship). El patrocinio consiste en que un Debian Developer suba un paquete en nombre del mantenedor real. El Debian Developer comprobará la corrección técnica del paquete y ayudará al mantenedor a mejorarlo si fuera necesario. Por ello en este contexto al DD se le llama mentor.
fa: فقط اعضای تأیید شدهٔ پروژهٔ دبیان (توسعه‌دهندگان دبیان) اجازهٔ بارگذاری بسته‌های نرم‌افزاری را در توزیع دبیان دارند. با این حال شمار زیادی از بسته‌ها به دست توسعه‌دهندگان غیررسمی نگه‌داری می‌شود. وقتی اجازهٔ بارگذاری مستقیم بستهٔ خودشان را ندارند چه‌طور کارشان را به دبیان می‌آورند؟ به وسیلهٔ فرایندی به نام <em>حمایت</em>. حمایت به این معنیست که یک توسعه‌دهندهٔ دبیان، بسته را به‌جای نگه‌دارندهٔ اصلی بارگذاری می‌کند. همچنین توسعه‌دهندهٔ دبیان بسته را برای درستی فنی بررسی و در صورت لزوم، نگه‌دارنده را برای بهبود بسته یاری می‌کند. برای همین حامی گاهی مربی نیز نامیده می‌شود.
fr: Seuls les membres approuvés du projet Debian (Développeurs Debian) reçoivent la permission d'envoyer des paquets logiciels dans la distribution Debian. Il existe un grand nombre de paquets qui sont maintenu par des développeurs non-officiel. Comment font-ils pour mettre leurs travail dans Debian alors qu'ils ne sont pas autorisé à envoyer leurs propre paquets directement ? Grâce à un processus appelé le <em>parrainage</em>. Le parrainage veut dire que c'est un Développeur Debian qui envoie le paquets à la place du vrai mainteneur. Le Développeur Debian vérifiera également que le paquet est techniquement correct et aidera le mainteneur à améliorer le paquets si nécessaire. Ainsi, le parrain est aussi appelé un mentor.
it: Solo membri approvati del progetto Debian (Debian Developers) hanno il permesso di caricare pacchetti software nella distribuzione Debian. Ciononostante, un gran numero di pacchetti è mantenuto da sviluppatori non ufficiali. Come fanno a far arrivare il loro lavoro in Debian quando non possono caricare i propri pacchetti direttamente? Attraverso un processo chiamato <em>sponsorship</em> (sponsorizzazione). La sponsorizzazione consiste nell'avere un Debian Developer che carica il pacchetto per conto del manutentore effettivo. Il Debian Developer si assicurerà anche che il pacchetto sia tecnicamente corretto e aiuterà il manutentore a migliorarlo se necessario. Perciò lo sponsor è a volte anche chiamato mentore.
ja: Debian project (Debian開発者) の限られたメンバーだけがDebianディストリビューションへとソフトウェアパッケージをアップロードする権限が与えられています。依然として多くのパッケージが非公式の開発者によってメンテナンスされています。ではその人たちが直接アップロード権限がなかった頃、どうやってDebianに成果を反映していたのでしょうか。 答えは<em>スポンサーシップ</em>というプロセスです。スポンサーシップというのはDebian開発者がメンテナ―の変わりにパッケージをアップロードするという仕組みです。Debian開発者はパッケージの技術的な正確さをチェックし、メンテナ―が必要に応じてパッケージを改善するのを手助けします。それゆえにスポンサーはメンターと呼ばれることがあります。
nl: Alleen erkende leden van het Debian-project (Debian-ontwikkelaars) krijgen de toestemming om softwarepakketten naar de Debian-distributie te uploaden. Toch wordt een groot aantal pakketten onderhouden door niet-officiële ontwikkelaars. Hoe krijgen ze hun werk in Debian als ze hun eigen pakketten niet rechtstreeks mogen uploaden? Door middel van een proces genaamd <em>sponsoring</em>. Sponsoring betekent dat een Debian-ontwikkelaar het pakket uploadt namens de eigenlijke beheerder. De Debian-ontwikkelaar zal het pakket ook controleren op technische correctheid en indien nodig de beheerder helpen het pakket te verbeteren. Daarom wordt de sponsor soms ook een mentor genoemd.
ro: Numai membrii aprobați ai proiectului Debian (dezvoltatori Debian) au permisiunea de a încărca pachete software în distribuția Debian. Cu toate acestea, un număr mare de pachete este întreținut de dezvoltatori neoficiali. Cum reușesc să-și publice munca făcută pe Debian fără permisiunea de a-și încărca propriile pachete direct? Prin intermediul unui proces numit <em>sponsorizare</em>. Sponsorizarea înseamnă că un dezvoltator Debian încarcă pachetul în numele responsabilului real. Dezvoltatorul Debian va verifica, de asemenea, pachetul pentru corectitudinea tehnică și va ajuta responsabilul să îmbunătățească pachetul dacă este necesar. Prin urmare, sponsorul este uneori numit și mentor.
sv: Endast godkända medlemmar av Debianprojektet (Debianutvecklare) ges tillstånd att ladda upp mjukvarupaket till Debiandistributionen. Fortfarande underhålls ett stort antal paket av icke-officiella utvecklare. Hur får de in sitt arbete i Debian när de inte får ladda upp sina egna paket direkt? Med hjälp av en process som kallas <em>sponsring</em>. Sponsring innebär att en Debianutvecklare laddar upp paketet på uppdrag av den faktiska underhållaren. Debianutvecklaren kommer också att kontrollera paketet för teknisk korrekthet och hjälpa underhållaren att förbättra paketet vid behov. Därför kallas sponsorn ibland även mentor.
zh_hans: 只有 Debian 项目被批准的成员（Debian 开发者，DD）才拥有向 Debian 发行版本中直接上传软件包的权限。但是，仍有一大部分的软件包是由非官方的开发者所维护的。这些人员是如何在没有直接上传权限的情况下将他们的工作整合进入 Debian 的呢？他们是采用了一个叫做<em>赞助</em>（协助上传）的程序。赞助意味着一个 Debian 开发者代表实际维护者代为上传软件包。在此过程中，Debian 开发者也会检查软件包的技术问题，并在必要情况下帮助维护者改进软件包质量。因此，赞助者有时也被称为导师。

source: Note, not only Debian Developer are allowed to review packages. Everyone is encouraged to review packages! We appreciate your efforts as well.
de: Beachte, nicht nur Debian Developer dürfen Pakete prüfen. Alle sind aufgerufen Pakete zu prüfen! Wir schätzen deinen Einsatz ebenfalls.
es: Observe que no solo los Debian Developer están autorizados a revisar paquetes. ¡Se anima a todo el mundo a revisar paquetes! También apreciamos sus esfuerzos.
fa: به خاطر داشته باشید که فقط توسعه‌دهندگان دبیان اجازهٔ بازبینی بسته‌ها را ندارند. همه تشویق به بازبینی بسته‌ها می‌شوند! تلاش‌هایتان را ارج می‌نهیم.
fr: Notez que, les Développeurs Debian ne sont pas les seuls autorisés à faire les revue de paquets. Tout le monde est encouragé à le faire ! Nous apprécions également vos efforts.
it: Nota che non soltanto un Debian Developer è autorizzato a revisionare i pacchetti, ma tutti sono incoraggiati a farlo! Apprezziamo anche il tuo impegno.
ja: Debian開発者だけがパッケージのレビューをする訳ではないことを覚えていてください。誰でもパッケージのレビューをする事は推奨しています！あなたのパッケージングの努力と同じように。
nl: Merk op dat niet alleen Debian-ontwikkelaars pakketten mogen beoordelen. Iedereen wordt aangemoedigd om pakketten te beoordelen! Ook uw inzet stellen wij zeer op prijs.
ro: Rețineți că nu numai dezvoltatorii Debian au voie să revizuiască pachetele. Toată lumea este încurajată să revizuiască pachetele! Apreciem și eforturile dumneavoastră.
sv: Observera att inte bara Debian utvecklare tillåts granska paket. Alla uppmuntras att granska paket! Vi uppskattar också dina ansträngningar.
zh_hans: 请注意，可以审阅软件包的不只是 Debian 开发者，每个人都可以审阅！我们同样感谢你付出的努力。

source: Getting your package into Debian
de: Bekomme dein Paket ins Debian
es: Incluir su paquete en Debian
fa: آوردن بسته‌تان به دبیان
fr: Envoyez vos paquets dans Debian
it: Portare il tuo pacchetto in Debian
ja: Debianにパッケージを持っていく
nl: Uw pakket in Debian krijgen
ro: Introducerea pachetului dumneavoastră în Debian
sv: Få ditt paket in till Debian
zh_hans: 提供你的包至 Debian
