Repository: debexpo/debexpo
Catalog: debexpo/*/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv, zh_hans

source: <strong><a href="%(u_register)s">Sign up for an account</a></strong>. Getting an account on this server is an automatic process and will just take a moment. We require registration so we have a valid email address where sponsors can reach you.
de: <strong><a href="%(u_register)s">Registriere einen Account</a></strong>. Einen Account auf diesem Server zu bekommen ist ein automatischer Prozess und wird nur einen Moment brauchen. Wir benötigen die Registrierung, so dass wir eine valide E-Mail-Adresse haben, auf der Sponsoren dich erreichen können.
es: <strong><a href="%(u_register)s">Registre una cuenta</a></strong>. Obtener una cuenta en este servidor es un proceso automático I solo tardará un momento. Requerimos registro para tener una dirección de correo electrónico válida para que los mentores le contacten.
fa: <strong><a href="%(u_register)s">برای حساب ثبت‌نام کنید</a></strong>. گرفتن یک حساب روی این کارساز فرایندی خودکار بوده و فقط لحظه‌ای زمان می‌برد. برای داشتن نشانی رایانامه‌ای معتبر برای دسترسی حامیان بهتان، نیاز به ثبت‌نام دارید.
fr: <strong><a href="%(u_register)s">Inscrivez-vous pour obtenir un compte</a></strong>. Ouvrir un compte sur ce serveur est un processus automatique et prendra juste un moment. L'inscription est nécessaire afin d'avoir une adresse de courriel valide où les parrains pourrons vous contacter.
it: <strong><a href="%(u_register)s">Iscriviti per avere un account</a></strong>. Ottenere un account su questo server è un processo automatico e occorrerà solamente un attimo. Noi richiediamo la registrazione così da avere un indirizzo email valido dove gli sponsor possono contattarti.
ja: <strong><a href="%(u_register)s">アカウントの作成してください</a></strong>。アカウントの作成プロセスは自動化されていて、たいして時間もかかりません。 登録が必要なのは、スポンサーがちゃんと連絡を取れるメールアドレスなのか確かめるためです。
nl: <strong><a href="%(u_register)s">Aanmelden voor een account</a></strong>. Een account aanmaken op deze server is een automatisch proces en duurt even. We hebben uw registratie nodig, zodat we een geldig e-mailadres hebben waarop sponsors u kunnen bereiken.
ro: <strong><a href="%(u_register)s">Înscrieți-vă pentru un cont</a></strong>. Obținerea unui cont pe acest server este un proces automat și va dura doar câteva momente. Avem nevoie de înregistrare pentru a avea o adresă de e-mail validă la care sponsorii să vă poată contacta.
sv: <strong><a href="%(u_register)s">Registrera dig för ett konto</a></strong>. Att få ett konto på den här servern är en automatisk process och tar bara en stund. Vi kräver registrering så att vi har en giltig e-postadress dit sponsorer kan nå dig.
zh_hans: <strong><a href="%(u_register)s">注册账号</a></strong>。在此服务器上注册账号是自动的，只需花一点时间。我们要求事先注册以便赞助者稍后可以使用你经验证的电子邮箱联系你。

source: <strong>Upload your package</strong> to <tt>%(name)s</tt>. You do not need to put your packages into any other web space on the Internet. Everybody will be able to download your package using either the web browser, the '<tt>dget</tt>' tools or even through a simple run of <tt>apt-get source …</tt>.
fr: <strong>Envoyez vos paquets</strong> sur <tt>%(name)s</tt>. Vous n'avez pas besoin d'envoyer vos paquets sur quelconque autre plateforme sur Internet. Tout le monde sera en mesure de télécharger votre paquet en utilisant soit un navigateur, soit l'outil '<tt>dget</tt>' ou même grâce à un simple appel à <tt>apt-get source ...</tt>.
ro: <strong>Încărcați pachetul</strong> în <tt>%(name)s</tt>. Nu trebuie să vă puneți pachetele în niciun alt spațiu web din Internet. Toată lumea va putea să vă descarce pachetul folosind fie navigatorul web, instrumentele „<tt>dget</tt>” sau chiar printr-o simplă rulare a <tt>apt-get source…</tt>.

source: Have a look at your <a href="%(u_my)s">personal package page</a>. Your uploaded package should <strong>show up there</strong>. From there you can toggle several settings and retrieve the RFS (request-for-sponsorship) template.
fr: Gardez un œil sur votre <a href="%(u_my)s">page de paquets personnels</a>. Vos paquets envoyés devrait <strong>s'afficher à cette endroit</strong>. À partir de là, vous pouvez changer plusieurs paramètres ainsi que récupérer le modèle de RFS (request-for-sponsorship).
ro: Aruncați o privire la <a href="%(u_my)s">pagina pachetelor personale</a>. Pachetul încărcat ar trebui să <strong> să apară acolo</strong>. De acolo puteți schimba mai multe opțiunii și puteți prelua șablonul RFS (request-for-sponsorship - cerere de sponsorizare).

source: Your package is on display on the main page of %(title)s (if you enable the "<i>Needs a Sponsor</i>" button) so interested sponsors will see it and hopefully check it out.
de: Dein Paket wird auf der Hauptseite von %(title)s angezeigt (sofern du die Checkbox "<i>Braucht ein Sponsor</i>" ausgewählt hast), damit interessierte Sponsoren es sehen werden und hoffentlich anschauen.
es: Su paquete se muestra en la página principal de %(title)s (si habilita el botón "<i>Necesita mentor</i>") de modo que los mentores interesados lo verán y lo mirarán.
fa: بسته‌تان در حال نمایش روی صفحهٔ اصلی %(title)s است (اگر دکمهٔ <i>نیازمند حامی</i> را به کار انداخته باشید) پس حامیان مشتاق خواهند دیدش و ان‌شاالله بررسیش خواهند کرد.
fr: Votre paquet est afficher sur la page principale de %(title)s (si vous avez activer l'option "<i>Besoin d'un parrain</i>") pour que les parrains intéressés puisse le voir et, avec de la chance, le tester.
it: Il tuo pacchetto è visualizzato sulla pagina principale di %(title)s (se tu attivi il bottone "<i>Richiesta di Sponsor</i>") così che gli sponsor interessati lo possano vedere e, si spera, lo possano visionare.
ja: あなたのパッケージは %(title)s のメインページに表示されます。( "<i>スポンサーが必要</i>"ボタンを有効にすれば) 興味を持ったスポンサーがそれをみてチェックしてくれるかもしれません。
nl: Uw pakket wordt weergegeven op de hoofdpagina van %(title)s (als u de knop "<i>Needs a Sponsor</i>" / "Heeft een sponsor nodig" inschakelt), zodat geïnteresseerde sponsors het kunnen zien en er hopelijk eens naar zullen kijken.
ro: Pachetul dvs. este afișat pe pagina principală a %(title)s (dacă activați butonul „<i>Necesită un sponsor</i>”), astfel încât sponsorii interesați îl vor vedea și sperăm să îl vor verifica.
sv: Ditt paket visas på huvudsidan av %(title)s (om du aktiverar knappen "<i>Behöver en sponsor</i>") så att intresserade sponsorer kommer att se det och förhoppningsvis kolla in det.
zh_hans: 您的软件包会显示在 %(title)s 的主页上（如果您启用“<i>需要赞助者</i>”按钮），感兴趣的赞助商会看到它，并可能提供帮助。

source: You will be shown a <strong>RFS (request-for-sponsorship) template</strong> that you should send out as a bug report filed against the <em>sponsorship-requests</em> pseudo-package to draw attention to your package.
de: Dir wird eine <strong>RFS (request-for-sponsorship) Vorlage</strong> angezeigt, welches du als Bug Report versenden solltest, erstellt gegen das <em>sponsorship-requests</em> pseudo-package, um die Aufmerksamkeit auf dein Paket zu bringen.
es: Se le mostrará una <strong>plantilla de solicitud de mentor (RFS)</strong> que deberá enviar como informe de fallo contra el pseudo-paquete <em>sponsorship-requests</em> para atraer atención sobre su paquete.
fa: یک <strong>قالب RFS (درخواست حمایت)</strong> به شما نشان داده خواه شد که باید به شکل یک گزارش اشکال برای شبه‌بستهٔ <em>sponsorship-requests</em> بفرستید تا توجّه را به بسته‌تان جلب کنید.
fr: Vous aurez accès à un <strong>modèle de RFS (request-for-sponsorship)</strong> que vous devrez envoyer en tant que rapport de bug sur le pseudo-paquet <em>sponsorship-requests</em> pour attirer l'attention sur votre paquet.
it: Ti verrà mostrato un modello <strong>RFS (request-for-sponsorship)</strong> (richiesta di sponsorizzazione) che devi inviare come rapporto di bug compilato per il pseudo-pacchetto <em>sponsorship-requests</em> per attirare l'attenzione sul tuo pacchetto.
ja: <strong>RFS (スポンサーシップ依頼)テンプレート</strong> が表示されるので、<em>sponsorship-requests</em> 疑似パッケージとしてバグレポートし、パッケージに興味をもってもらうべきです。
nl: U krijgt een <strong>RFS-sjabloon (request-for-sponsorship/vraag naar sponsoring)</strong> te zien dat u moet inzenden als een bugrapport, ingediend tegen het pseudo-pakket <em>sponsorship-requests</em> om de aandacht te vestigen op uw pakket.
ro: Vi se va afișa un șablon <strong>RFS (request-for-sponsorship)</strong> pe care ar trebui să îl trimiteți ca un raport de eroare depus pentru pseudo-pachetul <em>sponsorship-requests</em> pentru a atrage atenția asupra pachetului dumneavoastră.
sv: Du kommer få se en <strong>RFS-mall (request-for-sponsorship)</strong> som du ska skicka ut som en felrapport som arkiveras mot <em>sponsorship-requests</em> pseudopaketet för att dra uppmärksamhet till ditt paket.
zh_hans: 你会看到一个<strong>RFS(请求赞助者)的模板</strong> ，你应该针对<em>sponsorship-requests</em> 伪包提出缺陷报告，将其发出去，这样别人才能够注意到你的软件包。

source: How to upload packages to <tt>%(name)s</tt>
de: Wie Pakete hochgeladen werden zu <tt>%(name)s</tt>
es: Cómo subir paquetes a <tt>%(name)s</tt>
fa: چگونگی بارگذاری بسته‌ها به <tt>%(name)s</tt>
fr: Comment envoyer des paquets sur <tt>%(name)s</tt>
it: Come fare il caricamento di pacchetti in <tt>%(name)s</tt>
ja: どのようにして <tt>%(name)s</tt>へパッケージをアップロードするのか
nl: Pakketten uploaden naar <tt>%(name)s</tt>
ro: Cum se încarcă pachetele în <tt>%(name)s</tt>
sv: Hur man laddar upp paket till <tt>%(name)s</tt>
zh_hans: 如何上传软件包到<tt>%(name)s</tt>

source: You need to use <a href="https://packages.debian.org/dput"><tt>dput</tt></a> to upload packages. We accept your uploads through <em>HTTPS</em> or <em>FTP</em>. All packages <strong>must be signed</strong> (using <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) with the GnuPG key you configured in your control panel.
de: Du wirst <a href="https://packages.debian.org/dput"><tt>dput</tt></a> für das Hochladen des Pakets verwenden. Wir akzeptieren deine Uploads durch <em>HTTPS</em> oder <em>FTP</em>. Alle Pakete <strong>müssen signiert sein</strong> (unter Verwendung von <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) mit dem GnuPG Schlüssel, den du in deinem Profil konfiguriert hast.
es: Necesita Ud usar <a href="https://packages.debian.org/dput"><tt>dput</tt></a> para subir paquetes. Nosotros aceptamos sus subidas mediante <em>HTTPS</em> o <em>FTP</em>. Todos los paquetes <strong>tienen que venir firmados</strong> (usando <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) con la clave GnuPG que Ud configuró en su panel de control.
fa: برای بارگذاری بسته‌ها لازم است از <a href="https://packages.debian.org/dput"><tt>dput</tt></a> استفاده کنید. بارگذاری‌هایتان را از <em>HTTPS</em> یا <em>FTP</em> می پذیریم. تمامی بسته‌ها <strong>باید</strong> با استفاده از <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a> با کلیدی که در تابلوی واپایشتان پیکربندی کرده‌اید امضا شده باشند.
fr: Vous devez utiliser <a href="https://packages.debian.org/dput"><tt>dput</tt></a> pour envoyer vos paquets. Nous acceptions les envois en <em>HTTPS</em> ou <em>FTP</em>. Tout les paquets <strong>doivent être signés</strong> (en utilisant <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) avec la clef GnuPG configuré pour votre compte.
it: Per caricare i pacchetti devi usare <a href="https://packages.debian.org/dput"><tt>dput</tt></a>. Noi accettiamo i tuoi caricamenti attraverso <em>HTTPS</em> o <em>FTP</em>. Tutti i pacchetti <strong>devono essere firmati</strong> (usando <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) con la chiave GnuPG che hai configurato nel tuo pannello di controllo.
ja: <a href="https://packages.debian.org/dput"><tt>dput</tt></a> を使ってパッケージをアップロードする必要があります。アップロードは <em>HTTPS</em> もしくは<em>FTP</em>をサポートしています。パッケージは( <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>を使って) <strong>GPGで署名</strong>されていなければなりません。
nl: U moet <a href="https://packages.debian.org/dput"><tt>dput</tt></a> gebruiken om pakketten te uploaden. We accepteren uw uploads via <em>HTTPS</em> of <em>FTP</em>. Alle pakketten <strong>moeten ondertekend zijn</strong> (met <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) met de GnuPG-sleutel die u geconfigureerd heeft in uw configuratiescherm.
ro: Trebuie să utilizați <a href="https://packages.debian.org/dput"><tt>dput</tt></a> pentru a încărca pachetele. Acceptăm încărcările dvs. prin <em>HTTPS</em> sau <em>FTP</em>. Toate pachetele <strong>trebuie să fie semnate</strong> (folosind <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) cu cheia GnuPG pe care ați configurat-o în panoul de control.
sv: Du behöver använda <a href="https://packages.debian.org/dput"><tt>dput</tt></a> för att ladda upp paket. Vi accepterar uppladdningar genom <em>HTTPS</em> eller <em>FTP</em>. Alla paket <strong>måste vara signerade</strong> (med <a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a>) med GPG-nyckeln du konfigurerade i din kontrollpanel.
zh_hans: 你需要使用<a href="https://packages.debian.org/dput"><tt>dput</tt></a> 来上传软件包。你可以通过<em>HTTPS</em> 或<em>FTP</em> 上传到我们的系统。所有上传的软件包<strong>必须</strong> 使用你配置的 GnuPG 密钥签署（使用<a href="https://packages.debian.org/devscripts"><tt>debsign</tt></a> ）。

source: HTTPS uploads
de: HTTPS Upload
es: Subidas HTTPS
fa: بارگذاری‌های HTTPS
fr: Envois HTTPS
it: Caricamenti HTTPS
ja: HTTPSでアップロード
ro: Încărcări HTTPS
sv: HTTPS-uppladdningar
zh_hans: HTTPS上传

source: FTP uploads
de: FTP Upload
es: Subidas FTP
fa: بارگذاری‌های FTP
fr: Envois FTP
it: Caricamenti FTP
ja: FTP でアップロード
ro: Încărcări FTP
sv: FTP-uppladdningar
zh_hans: FTP上传

source: To use HTTPS put the following content to your <tt>~/.dput.cf</tt> file:
de: Um HTTPS zu verwenden, füge folgenden Inhalt in deine <tt>~/.dput.cf</tt> Datei:
es: Para usar HTTPS ponga el siguiente contenido en su archivo <tt>~/.dput.cf</tt>:
fa: برای استفاده از HTTPS محتوای زیر را در پروندهٔ ‪<tt>~/.dput.cf</tt>‬تان بگذارید:
fr: Pour utiliser HTTPS, copiez le contenu ci-dessous dans votre fichier <tt>~/.dput.cf</tt> :
it: Per usare HTTPS inserisci il seguente contenuto nel tuo file <tt>~/.dput.cf</tt>:
ja: HTTPSを使うには、次の内容を <tt>~/.dput.cf</tt> fileファイルに記載してください：
nl: Om HTTPS te gebruiken zet u de volgende inhoud in uw bestand <tt>~/.dput.cf</tt>:
ro: Pentru a utiliza HTTPS, puneți următorul conținut în fișierul dvs. <tt>~/.dput.cf</tt>:
sv: För att använda HTTPS lägg följande innehåll till din <tt>~/.dput.cf</tt> fil:
zh_hans: 要使用HTTPS，请将以下内容放到你的<tt>~/.dput.cf</tt> 文件中：

source: You can use <em>FTP</em> to upload packages to %(title)s. If you prefer that method make sure you sign your uploads with your GPG key! This is the corresponding <tt>~/.dput.cf</tt> file:
de: Du kannst <em>FTP</em> für das Hochladen von Paketen zu %(title)s verwenden. Wenn du diese Methode bevorzugst, stelle sicher, dass du deine Uploads mit deinem GPG Schlüssel signierst! Das ist die entsprechende <tt>~/.dput.cf</tt> Datei:
es: Puede Ud usar <em>FTP</em> para subir paquetes a %(title)s. Si prefiere ese método ¡asegúrese de firmar sus subidas con su clave GPG! Este es el archivo <tt>~/.dput.cf</tt> correspondiente:
fa: می توانید برای بارگذاری بسته‌ها روی %(title)s از <em>FTP</em> استفاده کنید. اگر این روش را ترجیح می‌دهید، مطمئن شوید که بارگذاری‌هایتان را با کلید PGPتان امضا می‌کنید! این پروندهٔ <tt>‪~/.dput.cf‬</tt> متناظر است:
fr: Vous pouvez utiliser le <em>FTP</em> pour envoyer des paquets sur %(title)s. Si vous préférer cette méthode, verifiez que vous avez signé vos envois avec votre clef GPG ! Le fichier <tt>~/.dput.cf</tt> correspondant est :
it: Puoi usare <em>FTP</em> per caricare i pacchetti su %(title)s. Se preferisci questa modalità, assicurati di aver firmato con la chiave GPG i file che stai caricando! Questo è il file <tt>~/.dput.cf</tt> corrispondente:
ja: %(title)sにパッケージをアップロードするのに<em>FTP</em>を使えます。もしFTPが好みならパッケージをアップロードするときにGPG鍵で署名するのを忘れないでください。 <tt>~/.dput.cf</tt> の設定は次のとおり:
nl: U kunt <em>FTP</em> gebruiken om pakketten naar %(title)s te uploaden. Als u die methode verkiest, zorg er dan voor dat u uw uploads ondertekent met uw GPG-sleutel! Dit is het bijbehorende bestand <tt>~/.dput.cf</tt>:
ro: Puteți utiliza <em>FTP</em> pentru a încărca pachete în %(title)s. Dacă preferați această metodă, asigurați-vă că semnați încărcările cu cheia GPG! Acesta este fișierul corespunzător <tt>~/.dput.cf</tt>:
sv: Du kan använda <em>FTP</em> för att ladda upp paket till %(title)s. Om du föredrar den metoden, se till att du signerar dina uppladdningar med din GPG-nyckel! Det här är motsvarande <tt>~/.dput.cf</tt>-fil:
zh_hans: 你可以使用<em>FTP</em> 来上传软件包到%(title)s 。如果你想这么做，请确保使用你的GPG密钥来签署你的上传文件。这是对应的<tt>~/.dput.cf</tt> 文件：

source: Once you have it set up, you can run it from your shell like this:
de: Sobald du es eingerichtet hast, kannst du es von deiner Shell aus so starten:
es: Una vez lo tenga dispuesto puede ejecutarlo desde su shell de la siguiente manera:
fa: به محض برپا کردنش می‌توانید این گونه از پوسته‌تان اجرایش کنید:
fr: Une fois que vous l'avez configuré, vous pouvez le lancer dans un shell comme ceci :
it: Una volta che lo hai configurato, lo puoi eseguire nella shell in questo modo:
ja: 準備ができたら、シェルからこのようにして実行できます:
nl: Als u het eenmaal hebt ingesteld, kunt u het als volgt vanuit uw shell uitvoeren:
ro: Odată ce l-ați configurat, îl puteți rula din shell astfel:
sv: När du har konfigurerat det kan du köra det från ditt skal så här:
zh_hans: 设置完成后，您可以像这样从 shell 运行它：

source: If you did everything right, you will get a confirmation mail from our site and you can start seeking a sponsor for your package.
de: Wenn du alles richtig gemacht hast, wirst du eine Bestätigungs-E-Mail von unserer Seite bekommen und du kannst beginnen, einen Sponsor für dein Paket zu suchen.
es: Si hizo todo correctamente obtendrá un correo electrónico de confirmación de nuestro sitio y puede empezar a buscar un mentor para su paquete.
fa: اگر همه چیز را درست انجام داده باشید، نامه تأییدی از پایگاهمان خواهید گرفت و می‌توانید آغاز به یافتن حامی‌ای برای بسته‌تان کنید.
fr: Si vous avez tout fait correctement, vous recevrez un courriel de confirmation de la part de notre site et vous pourrez démarrer la recherche de parrain pour votre paquet.
it: Se avrai fatto tutto correttamente, avrai una email di conferma dal nostro sito e così potrai iniziare a cercare uno sponsor per il tuo pacchetto.
ja: すべてうまくいったら、確認のメールが届くので、パッケージのスポンサーを探し始められます。
nl: Als u alles goed hebt gedaan, krijgt u een bevestigingsmail van onze site en kunt u op zoek gaan naar een sponsor voor uw pakket.
ro: Dacă ați făcut totul corect, veți primi un mesaj de confirmare de pe situl nostru și veți putea începe să căutați un sponsor pentru pachetul dumneavoastră.
sv: Om du gjorde allt rätt får du ett bekräftelsemail från vår sida och du kan börja söka en sponsor för ditt paket.
zh_hans: 如果一切无误，你会收到我们网站的确认邮件。可以开始为你的软件包寻找赞助者了。

source: 4. Find a sponsor
de: 4. Finde einen Sponsor
es: 4. Encontrar un mentor
fa: ۴. یافتن حامی
fr: 4. Trouver un parrain
it: 4. Trovare uno sponsor
ja: 4. スポンサーを探す
nl: 4. Een sponsor vinden
ro: 4. Găsiți un sponsor
sv: 4. Hitta en sponsor
zh_hans: 4. 寻找赞助者
