Repository: debexpo/debexpo
Catalog: debexpo/importer/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, it, ja, nl, pt, ro, sv, zh_hans

source: {error}: REJECTED
de: {error}: ABGELEHNT
es: {error}: RECHAZADO
fa: {error}: رد شده
it: {error}: RESPINTO
ja: {error}：リジェクトされました
nl: {error}: AFGEWEZEN
pt: {error}: REJEITADO
ro: {error}: RESPINS
sv: {error}: AVVISAD
zh_hans: {error}：被拒绝

source: {package}_{version}: ACCEPTED on {site} ({distribution})
de: {package}_{version}: AKZEPTIERT auf {site} ({distribution})
es: {package}_{version}: ACEPTADO en {site} ({distribution})
fa: {package}_{version}: پذیرفته روی {site} ({distribution})
it: {package}_{version}: ACCETTATO su {site} ({distribution})
ja: {package}_{version}： {site} ({distribution})に受理されました
nl: {package}_{version}: GEACCEPTEERD op {site} ({distribution})
pt: {package}_{version}: ACEITE em {site} ({distribution})
ro: {package}_{version}: ACCEPTAT în {site} ({distribution})
sv: {package}_{version}: ACCEPTERAD på {site} ({distribution})
zh_hans: {package}_{version}：被接受于 {site}（{distribution}）

source: Changes is invalid
de: Änderungen sind ungültig
es: Los cambios no son válidos
fa: دگرگونی‌ها نامعتبرند
it: Modifica non valida
ja: 変更が正しくありません
nl: Changes is ongeldig
pt: As alterações são inválidas
ro: Modificările nu sunt valide
sv: Ändringarna är ogiltiga
zh_hans: 变更文件无效

source: Dsc failed to parse
de: DSC konnte nicht geparst werden
es: Dsc ha fallado al analizar
fa: تجزیهٔ Dsc شکست خورد
it: Analisi dsc fallita
ja: Dscファイルのパースに失敗しました
nl: Dsc kon niet ontleed worden
pt: Dsc falhou ao analisar
ro: Dsc nu a putut fi analizat
sv: Misslyckades med att tolka Dsc
zh_hans: Dsc 文件解析失败

source: Dsc is invalid
de: Dsc ist ungültig
es: Dsc no es válido
fa: ‪Dsc‬ نامعتبر است
it: Dsc non valido
ja: Dscが正しくありません
nl: Dsc is ongeldig
pt: Dsc é inválido
ro: Dsc nu este valid
sv: Dsc är ogiltig
zh_hans: Dsc 文件无效

source: Failed to extract source package
de: Extraktion des Quellpaket gescheitert
es: Error al extraer el paquete de la fuente
fa: شکست در استخراج بستهٔ مبدأ
it: Estrazione del pacchetto sorgente fallita
ja: ソースパッケージの展開に失敗しました
nl: Het uitpakken van het bronpakket is mislukt
pt: Falha ao extrair o pacote fonte
ro: Nu s-a putut extrage pachetul sursă
sv: Misslyckades att extrahera källpaketet
zh_hans: 解压缩源码包失败

source: Source package is invalid
de: Quellpaket ist ungültig
es: El paquete fuente no es válido
fa: بستهٔ مبدأ نامعتبر است
it: Il pacchetto sorgente non è valido
ja: ソースパッケージが正しくありません
nl: Bronpakket is ongeldig
pt: O pacote fonte é inválido
ro: Pachetul sursă nu este valid
sv: Källpaket är ogiltigt
zh_hans: 源码包无效

source: Invalid distribution
de: Ungültige Distribution
es: Distribución no válida
fa: توزیع نامعتبر
it: Distribuzione non valida
ja: ディストリビューションが正しくありません
nl: Ongeldige distributie
pt: Distribuição inválida
ro: Distribuție nevalidă
sv: Ogiltig distribution
zh_hans: 无效的发行版

source: Distribution {distribution} is not supported on mentors List of supported distributions: {allowed}
de: Distribution {distribution} is nicht unterstützt auf Mentors Liste der unterstützten Distributionen: {allowed}
es: La distribución {distribution} no es compatible en los mentores Lista de distribuciones soportadas: {allowed}
fa: توزیع {distribution} روی mentors پشتیبانی نمی‌شود سیاههٔ توزیع‌های پشتیبانی شده: {allowed}
it: La distribuzione {distribution} non è supportata su mentors Elenco delle distribuzioni supportate: {allowed}
ja: ディストリビューション {distribution} はmentorsでサポートされていません サポートされているディストリビューション一覧： {allowed}
nl: Distributie {distribution} wordt niet ondersteund op mentors Lijst met ondersteunde distributies: {allowed}
pt: A distribuição {distribution} não é suportada em mentores Lista de distribuições suportadas: {allowed}
ro: Distribuția {distribution} nu este acceptată de mentori Lista distribuțiilor acceptate: {allowed}
sv: Distribution {distribution} stöds inte av mentorer Lista över distributioner som stöds: {allowed}
zh_hans: 发行版 {distribution} 不被 mentors 所支持： 支持的发行版列表： {allowed}

source: Hi. Your upload of the package '%(name)s' to %(site)s was successful. Others can now see it. The URL of your package is:
de: Hi. Dein Upload des Pakets %(name)s to %(site)s war erfolgreich. Andere können es jetzt sehen. Die URL von deinem Paket ist:
es: ¡Hola! El paquete "%(name)s" que cargaste en %(site)s se recibió correctamente. Otros ahora pueden ver el paquete. La URL de tu paquete es:
fa: سلام. بارگذاری بستهٔ %(name)s روی %(site)s موفق بود. اکنون دیگران می‌توانند ببینندش. نشانی بسته‌تان:
it: Ciao. Il tuo caricamento del pacchetto '%(name)s' a %(site)s è avvenuto con successo. Può ora essere visto da altri. Il collegamento del tuo pacchetto è:
ja: こんにちは パッケージ '%(name)s' を %(site)s にアップロードすることに成功しました。 公開されているので閲覧できます。パッケージのURL：
nl: Hallo. Uw upload van het pakket '%(name)s' naar %(site)s was succesvol. Anderen kunnen het nu zien. De URL van uw pakket is:
pt: Oi. O seu envio do pacote '%(name)s' para %(site)s foi bem-sucedido. Outros podem vê-lo agora. O URL do seu pacote é:
ro: Salut. Încărcarea dvs. a pachetului „%(name)s” pe %(site)s a fost cu succes. Alții îl pot vedea acum. Adresa URL a pachetului dvs. este:
sv: Hej din uppladdning av paket %(name)s till %(site)s var framgångsrik. Andra kan nu se det. Webbadressen till ditt paket är:
zh_hans: 你好！ 你上传到 %(site)s 的软件包“%(name)s”已成功接收。 其他人现在可以看见该软件包。你的软件包的 URL 是：

source: The respective dsc file can be found at:
de: Die dazugehörige dsc Datei kann gefunden werden unter:
es: El archivo dsc correspondiente se encuentra en:
fa: پروندهٔ dsc مربوطه می‌تواند این‌جا پیدا شود:
it: Il rispettivo file dsc può essere trovato su:
ja: それぞれのdscはこちらで参照できます：
nl: Het desbetreffende dsc-bestand is te vinden op:
pt: O respetivo ficheiro dsc encontra-se em:
ro: Fișierul dsc respectiv poate fi găsit la:
sv: Respektive dsc-fil kan hittas på:
zh_hans: 对应的 dsc 文件可以在如下位置找到：

source: If you do not yet have a sponsor for your package you may want to go to:
de: Wenn du noch keinen Sponsor für dein Paket hast, möchtest du vielleicht hierher gehen:
es: Si aún no tienes un patrocinador para tu paquete, puedes dirigirte a:
fa: اگر هنوز حامی‌ای برای بسته‌تان ندارید، ممکن است بخواهید به این‌جا بروید:
it: Se non hai ancora uno sponsor per il tuo pacchetto potresti voler andare su:
ja: まだスポンサーがいないなら、こちらを参照してください：
nl: Als u nog geen sponsor heeft voor uw pakket kunt u terecht op:
pt: Se ainda não tem um patrocinador para o seu pacote, pode ir a:
ro: Dacă nu aveți încă un sponsor pentru pachetul dvs., poate doriți să mergeți la:
sv: Om du ännu inte har en sponsor för ditt paket kan du gå till:
zh_hans: 如果你暂时未找到你的软件包的赞助者，你可能想要访问：

source: and set the "Seeking a sponsor" option to highlight your package on the welcome page. You can also send an RFS (request for sponsorship) to the debian-mentors mailing list. Your package page will give your suggestions on how to send that mail. Good luck in finding a sponsor! Thanks,
fa: و گزینهٔ «جست‌وجوی حامی» را تنظیم کرده تا بسته‌تان در صفحهٔ خوش‌آمد برجسته شود. هم‌چنین می‌توانید یک RFS (درخواست حمایت) به سیاههٔ پستی debian-mentors بفرستید. صفحهٔ بسته‌تان پیشنهادهایی برای چگونگی فرستادن چنین نامه‌ای دارد. در یافتن حامی موفّق باشید! سپاس،
nl: en de optie "Een sponsor gezocht" instellen om uw pakket op de welkomstpagina onder de aandacht te brengen. U kunt ook een RFS (request for sponsorship) zenden naar de mailinglijst debian-mentors. Op uw pakketpagina vindt u suggesties voor het verzenden van die e-mail. Succes met het vinden van een sponsor! Bedankt,
zh_hans: 并设置“寻找赞助者”选项以在欢迎界面突出显示你的软件包。 你也可以发送一份 RFS 请求（请求上传协助）到 debian-mentors 邮件列表。你的软件包页面提供了如何发送此类邮件的相关建议。 祝你顺利找到一位赞助者！ 谢谢，

source: Hello, Unfortunately your package "%(source)s" was rejected because of the following reason: %(error)s %(details)s Please try to fix it and re-upload. Thanks,
de: Hallo, Leider wurde dein Paket %(source)s aufgrund der folgenden Gründen abgewiesen: %(error)s %(details)s Bitte versuche es zu verbessern und lade es nochmals hoch. Danke,
es: ¡Hola!, Lamentablemente tu paquete "%(source)s" ha sido rechazado por la siguiente razón: %(error)s %(details)s Por favor, intenta arreglarlo y vuelva a subirlo. Gracias,
fa: درود، متأسّفانه بستهٔ %(source)s شما به دلایل زیر رد شد: %(error)s %(details)s لطفاً اصلاح و بارگذاری دوباره را بیازمایید. با سپاس،
it: Ciao, Sfortunatamente il tuo pacchetto "%(source)s" è stato respinto per il seguente motivo: %(error)s %(details)s Prova a sistemarlo e a ricaricarlo. Grazie,
ja: こんにちは。 残念ですが、あなたがパッケージングした"%(source)s"はリジェクトされました。 その理由は次のとおりです： %(error)s %(details)s 問題を修正して再度アップロードしてください。
nl: Hallo, Helaas is uw pakket "%(source)s" afgewezen om de volgende reden: %(error)s %(details)s Probeer dit op te lossen en opnieuw te uploaden. Bedankt,
pt: Olá Infelizmente o seu pacote "%(source)s" foi rejeitado devido ao seguinte motivo: %(error)s %(details)s Por favor, tente corrigi-lo e re-enviar. Obrigado,
ro: Bună ziua, Din păcate, pachetul dvs. „%(source)s” a fost respins din cauza următoarelor motive: %(error)s %(details)s Vă rugăm să încercați să le remediați și să încărcați din nou. Mulțumiri,
sv: Hej, Tyvärr avvisades ditt paket "%(source)s". på grund av följande anledning: %(error)s %(details)s Försök att fixa det och ladda upp igen. Tack,
zh_hans: 你好， 很遗憾你的软件包“%(source)s”被拒绝， 其原因如下： %(error)s %(details)s 请尝试进行修复并重新上传。谢谢，

source: and set the "Seeking a sponsor" option to highlight your package on the welcome page. You can also send an RFS (request for sponsorship) to the debian-mentors mailing list. Your package page will give you suggestions on how to send that mail. Good luck in finding a sponsor! Thanks,
pt: e define a opção "À procura de um patrocinador" para destacar o seu pacote na página de boas-vindas. Também pode enviar um RFS (pedido de patrocínio) para a lista de correio debian-mentoes. A sua página de pacote dará-lhe sugestões sobre como enviar esse e-mail. Boa sorte ao encontrar um patrocinador! Obrigado,
ro: și marcați opțiunea „Se caută un sponsor” pentru a vă evidenția pachetul pe pagina de întâmpinare. De asemenea, puteți trimite un mesaj RFS (cerere de sponsorizare) către lista de corespondență debian-mentors. Pagina pachetului dvs. vă va oferi sugestii despre cum să trimiteți acel mesaj. Mult succes în găsirea unui sponsor! Mulțumiri,
