Repository: debexpo/debexpo
Catalog: debexpo/keyring/locale/*/LC_MESSAGES/django.po
Languages: fa, ja, ro

source: Type
fa: گونه
ja: タイプ
ro: Tip

source: GPG Algorithm ID
fa: شناسهٔ الگوریتم GPG
ja: GPGアルゴリズムID
ro: ID algoritm GPG

source: Minimal size requirment
fa: نیازمندی کمینهٔ اندازه
ja: 最低限必要なサイズ

source: Multiple keys not supported
fa: چندین کلید پشتیبانی نشده
ja: 複数の鍵はサポートされていません
ro: Multiple chei nu sunt acceptate

source: Key algorithm not supported. Key must be one of the following: {}
fa: چندین کلید پشتیبانی نشده. کلید باید یکی از موارد زیر باشد: {}
ja: 鍵のアルゴリズムがサポートされていません。鍵はつぎのいずれかである必要があります：{}
ro: Algoritmul cheii nu este acceptat. Cheia trebuie să fie una dintre următoarele: {}

source: Key size too small. Need at least {} bits.
fa: اندازهٔ کلید زیادی کوچک است. نیازمند کمینه {} بیت.
ja: 鍵長が小さすぎます。少なくとも{}ビット必要です。
ro: Mărimea cheii este prea mică. Se necesită cel puțin {} biți.

source: OpenGPG key
fa: کلید OpenGPG
ja: OpenPGP鍵
ro: Cheia OpenPGP

source: Fingerprint
fa: اثر انگشت
ja: フィンガープリント
ro: Amprenta digitală

source: Last update on
fa: آخرین به‌روز رسانی در
ja: 最終更新日
ro: Ultima actualizare pe

source: Size
fa: اندازه
ja: サイズ
ro: Dimensiune

source: Minimal size requirement
ro: Dimensiunea minimă necesară
