Repository: debexpo/debexpo
Catalog: debexpo/packages/locale/*/LC_MESSAGES/django.po
Languages: fa, ja

source: Name
fa: نام
ja: 名前

source: Needs a sponsor?
fa: نیازمند حامی؟
ja: スポンサーが必要ですか？

source: In Debian?
fa: در دبیان؟
ja: Debianに含まれていますか？

source: Version
fa: نگارش
ja: バージョン

source: Changes
fa: تغییرها
ja: 変更点

source: Closes bugs
fa: بستن اشکال‌های
ja: バグを閉じる

source: Git storage ref
fa: مرجع ذخیره‌سازی گیت
ja: Gitコミット参照

source: Upload date
fa: تاریخ بارگذاری
ja: アップロード日

source: Maintainer
fa: نگه‌دارنده
ja: (パッケージの)メンテナーになりたい

source: Homepage
fa: صفحهٔ خانگی
ja: ホームページ

source: Description
fa: شرح
ja: 説明

source: <h1>Details about package %(name)s</h1>
fa: <h1>جزییات بستهٔ %(name)s</h1>
ja: <h1> パッケージ%(name)sに関する詳細</h1>

source: Name:
fa: نام:
ja: 名前：

source: Uploader:
fa: بارگذار:
ja: アップロード者：

source: Description:
fa: شرح:
ja: 説明：

source: Subscribe:
fa: اشتراک:
ja: サブスクライブ：

source: Edit your subscription
fa: ویرایش اشتراکتان
ja: サブスクリプションを編集

source: Needs a sponsor:
fa: نیازمند حامی:
ja: スポンサーが必要：

source: Yes
fa: بله
ja: はい

source: No
fa: نه
ja: いいえ

source: Change
fa: تغییر
ja: 変更

source: Delete package:
fa: حذف بسته:
ja: パッケージを削除：

source: Admin package deletion
fa: حذف بستهٔ مدیر
ja: 管理者によるパッケージの削除

source: Delete this package
fa: حذف این بسته
ja: このパッケージの削除

source: Package uploads
fa: بارگذاری‌های بسته
ja: パッケージのアップロード

source: Upload #%(index)s
fa: بارگذاری ‪#%(index)s‬
ja: アップロード #%(index)s

source: Admin upload deletion
fa: حذف بارگذاری مدیر
ja: 管理者によるアップロード削除

source: Delete this upload
fa: حذف این بارگذاری
ja: アップロードを削除

source: Information
fa: اطّلاعات
ja: 情報

source: Version:
fa: نگارش:
ja: バージョン：

source: View RFS template
fa: دیدن قالب RFS
ja: RFSテンプレートを参考にする

source: Uploaded:
fa: بارگذاشته:
ja: アップロード：

source: Source package:
fa: بستهٔ مبدأ:
ja: ソースパッケージ：

source: Distribution:
fa: توزیع:
ja: ディストリビューション：

source: Section:
fa: بخش:
ja: セクション：

source: Priority:
fa: اهمیت:
ja: 優先度：

source: Homepage:
fa: صفحهٔ خانگی:
ja: ホームページ：

source: Closes bugs:
fa: بستن اشکال‌های:
ja: 解決したバグ：

source: Changelog
fa: گزارش دگرگونی
ja: 変更点まとめ

source: QA information
fa: اطّلاعات QA
ja: QA情報

source: Comments
fa: نظرها
ja: コメント

source: Needs work
fa: نیازمند کار
ja: 要作業

source: Ready
fa: آماده
ja: 準備完了

source: Package has been uploaded to Debian
fa: بسته روی دبیان بارگذاری شده
ja: パッケージがDebianにアップロードされました

source: No comments
fa: بدون نظر
ja: コメントがありません

source: New comment
fa: نظر جدید
ja: 新規コメント

source: Submit
fa: ثبت
ja: 送信

source: Package
fa: بسته
ja: パッケージ

source: Uploader
fa: بارگذار
ja: アップローダー

source: Needs a sponsor
fa: نیازمند حامی
ja: 要スポンサー

source: Already in Debian
fa: موجود در دبیان
ja: すでにDebianにある

source: No packages
fa: هیچ بسته‌ای موجود نیست
ja: パッケージがない

source: Today
fa: امروز
ja: 今日

source: Yesterday
fa: دیروز
ja: 昨日

source: Some days ago
fa: چند روز پیش
ja: 数日前

source: Older packages
fa: دیگر بسته‌ها
ja: 古いパッケージ

source: Uploaded long ago
fa: مدّت‌ها پیش بارگذاری شده
ja: しばらく前にアップロードされた

source: Packages for {} {}
fa: بسته‌ها برای {} {}
ja: {} {}向けパッケージ

source: Package list
fa: سیاههٔ بسته‌ها
ja: パッケージ一覧

source: %s packages
fa: بسته‌های %s
ja: %s パッケージ

source: A feed of packages on %s
fa: خوراکی از بسته‌های روی %s
ja: %s のパッケージのフィード

source: Package {} uploaded by {}.
fa: بستهٔ {} بارگذاشته به دست {}.
ja: パッケージ {} は {}によってアップロード。

source: Uploader is currently looking for a sponsor.
fa: بارگذار هم‌اکنون به دنبال حامیست.
ja: アップローダーはスポンサーを探しています。

source: Uploader is currently not looking for a sponsor.
fa: بارگذار هم‌اکنون به دنبال حامی نیست.
ja: アップローダーは現在スポンサーを必要としていません。
