Repository: debexpo/debexpo
Catalog: debexpo/accounts/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv

source: Okay! You should now get an email with a link. Click the link.
de: Alles klar! Du solltest jetzt eine E-Mail mit einem Link bekommen. Klick den Link.
es: ¡Bien! Ahora debería tener un correo electrónico con un enlace. Siga el enlace.
fa: قبول! اکنون باید رایانامه‌ای با یک پیوند بگیرید. روی پیوند بزنید.
fr: Super ! Vous devriez recevoir maintenant un courriel avec un lien. Cliquez sur ce lien.
it: Ok! Dovresti ricevere una email con un collegamento a breve. Segui il collegamento.
ja: リンクをクリックするとメールが届きます。 リンクをクリックしてください。
nl: Oké! U zou nu een e-mail met een link moeten ontvangen. Klik op de link.
ro: Grozav! Acum ar trebui să primiți un mesaj cu o legătură. Faceți clic pe această legătură.
sv: Okej! Du ska nu få ett e-postmeddelande med en länk. Klicka på länken.

source: Password recovery
de: Passwortwiederherstellung
es: Recuperación de contraseña
fa: بازیابی گذرواژه
fr: Récupération de mot de passe
it: Recupero password
ja: パスワードリカバリー
nl: Wachtwoordherstel
ro: Recuperarea parolei
sv: Lösenordsåterställning

source: If you forgot your password, here is what we can do for you.
de: Wenn du dein Passwort vergisst, hier ist was wir für dich machen können.
es: Si ha olvidado su contraseña, aquí está lo que podemos hacer por usted.
fa: اگر گذرواژه‌تان را فراموش کردید، می‌ةوانیم این کار را برایتان بکنیم.
fr: Si vous avez oublié votre mot de passe, voilà ce que nous pouvons faire pour vous.
it: Se hai perso la tua password, ecco cosa possiamo fare per te.
ja: パスワードを忘れてしまった場合、できることはこちらです。
nl: Als u uw wachtwoord bent vergeten, is dit wat we voor u kunnen doen.
ro: Dacă v-ați uitat parola, iată ce putem face pentru dumneavoastră.
sv: Om du har glömt ditt lösenord, här är vad vi kan göra för dig.

source: You should fill out this form.
de: Du solltest dieses Formular ausfüllen.
es: Usted debe llenar este formulario.
fa: باید این فرم را پر کنید.
fr: Vous devriez remplir ce formulaire.
it: Dovresti compilare questo modulo.
ja: フォームに記入してください。
nl: U moet dit formulier invullen.
ro: Trebuie să completați acest formular.
sv: Du ska fylla i det här formuläret.

source: You will get an email with a link. Click the link.
de: Du wirst ein E-Mail mit einem Link bekommen. Klick den Link.
es: Recibirá un correo electrónico con un enlace. Siga el enlace.
fa: رایانامه‌ای با یک پیوند خواهید گرفت. روی پیوند بزنید.
fr: Vous recevrez un courriel avec un lien. Cliquez sur ce lien.
it: Riceverai una email con un collegamento. Segui il collegamento.
ja: リンクにアクセスするとメールが送られます。リンクをクリックしてください。
nl: U zult een e-mail krijgen met een link. Klik op de link.
ro: Veți primi un mesaj cu o legătură. Faceți clic pe acea legătură.
sv: Du får ett mail med en länk. Klicka på länken.

source: Then the web app will allow you to change your password.
de: Anschliessend wird dir die Web-Applikation erlauben, dein Passwort zu ändern.
es: A continuación, la aplicación web le permitirá cambiar su contraseña.
fa: کارهٔ وب خواهد گذاشت که گذرواژه‌تان را عوض کنید.
fr: Alors, l'application web vous autorisera à changer votre mot de passe.
it: La app web ti consentirà di cambiare la tua password.
ja: ウェブアプリケーションからパスワードを変更できます。
nl: Dan kunt u via de webapp uw wachtwoord wijzigen.
ro: Apoi, aplicația web vă va permite să vă schimbați parola.
sv: Sedan låter webbappen dig ändra ditt lösenord.

source: Not super hard. If you're ready, I'm ready.
de: Nicht super schwierig. Wenn du bereit bist, ich bin bereit.
es: No es muy difícil. Si usted está listo, yo lo estoy.
fa: خیلی سخت نیست. اگرحاضری، حاضرم.
fr: Pas très dur. Si vous êtes prêt, je suis prêt.
it: Non troppo complicato. Se sei pronto, sono pronto.
ja: まったく難しくはない手順です。
nl: Niet supermoeilijk. Als u er klaar voor bent, ben ik er klaar voor.
ro: Nu este foarte greu. Dacă sunteți gata, la atac....
sv: Inte supersvårt. Om du är redo så är jag redo.

source: My account
de: Mein Account
es: Mi cuenta
fa: حسابم
fr: Mon compte
it: Il mio account
ja: マイアカウント
nl: Mijn account
ro: Contul meu
sv: Mitt konto

source: Change details
de: Änderungsdetails
es: Cambiar detalles
fa: تغییر جزییات
fr: Changement des détails
it: Modifica dettagli
ja: 詳細変更
nl: Gegevens wijzigen
ro: Modificați detaliile
sv: Ändra detaljer

source: Change GPG key
de: GPG Key Ändern
es: Cambiar llave GPG
fa: تغییر کلید GPG
fr: Changement de la clef GPG
it: Modifica chiave GPG
ja: GPG鍵の変更
nl: GPG-sleutel wijzigen
ro: Schimbați cheia GPG
sv: Ändra GPG-nyckel

source: Fingerprint:
de: Fingerabdruck:
es: Impresión digital:
fa: اثر انگشت:
fr: Empreinte :
it: Impronta digitale:
ja: フィンガープリント：
nl: Vingerafdruk:
ro: Amprenta digitală:
sv: Fingeravtryck:

source: Please use the output of <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>
de: Bitte verwende die Ausgabe von <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>
es: Por favor, use la salida de <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>
fa: لطفاً از خروجی ‪ <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>‬ استفاده کنید
fr: Merci d'utiliser la sortie de <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>
it: Usa l'output di <tt>gpg --export --export-options export-minimal --armor <i>idchiave</i></tt>
ja: <tt>gpg --export --export-options export-minimal --armor <i>鍵ID</i></tt>の出力を使ってください
nl: Gebruik de uitvoer van <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>
ro: Vă rugăm să folosiți ieșirea comenzii <tt>gpg --export --export-options export-minimal --armor <i>keyid</i></tt>
sv: Vänligen använd utdata från <tt>gpg --export --export-options export-minimal --armor <i>nyckelid</i></tt>

source: Remove
de: Löschen
es: Eliminar
fa: برداشتن
fr: Supprimer
it: Rimuovi
ja: 削除
nl: Verwijderen
ro: Eliminați
sv: Ta bort

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fa: تغییر گذرواژه
fr: Changement de mot de passe
it: Cambia password
ja: パスワード変更
nl: Wachtwoord wijzigen
ro: Schimbați parola
sv: Ändra lösenord

source: Change other details
de: Andere Details ändern
es: Cambiar otros detalles
fa: تغییر دیگر جزییات
fr: Changement d'autres détails
it: Modifica altri dettagli
ja: その他の変更
nl: Andere gegevens wijzigen
ro: Schimbați alte detalii
sv: Ändra andra detaljer

source: Public sponsor info
de: Öffentliche Sponsoren Info
es: Información pública del patrocinador
fa: اطّلاعات حامی عمومی
fr: Informations publiques des parrains
it: Informazioni dello sponsor pubblico
ja: スポンサー情報
nl: Openbare sponsorinfo
ro: Informații publice despre sponsor
sv: Publik sponsorinformation

source: Sign up for an account
de: Registriere dich für einen Account
es: Regístrese para obtener una cuenta
fa: ثبت ‌نام برای حساب
fr: Inscrivez un compte
it: Registra un account
ja: アカウントにサインアップ
nl: Aanmelden voor een account
ro: Înscrieți-vă pentru un cont
sv: Registrera dig för ett konto

source: Account details
es: Detalles de la cuenta
fa: جزییات حساب
fr: Détail du compte
it: Dettagli account
ja: アカウントの詳細
nl: Accountgegevens
ro: Detalii cont
sv: Kontodetaljer

source: Next step: Confirm your email address
de: Nächster Schritt: Bestätige deine E-Mail Adresse
es: Siguiente paso: Confirmar su dirección de correo electrónico
fa: گام بعدی: نشانی رایانامه‌تان را تأیید کنید
fr: Prochaine étape : Confirmer votre courriel
it: Prossimo passo: Conferma il tuo indirizzo email
ja: 次のステップ：メールアドレスを確認する
nl: Volgende stap: bevestig uw e-mailadres
ro: Pasul următor: Confirmați adresa dvs. de e-mail
sv: Nästa steg: Bekräfta din e-postadress
