Repository: debexpo/debexpo
Catalog: debexpo/accounts/locale/*/LC_MESSAGES/django.po
Languages: de, es, fa, fr, it, ja, nl, ro, sv

source: Full name
de: Vollständiger Name
es: Nombre completo
fa: نام کامل
fr: Nom complet
it: Nome e cognome
ja: 氏名
nl: Volledige naam
ro: Numele complet
sv: Fullständigt namn

source: E-mail
es: Correo electrónico
fa: رایانامه
fr: Courriel
ja: メールアドレス
ro: Adresa de e-mail
sv: E-post

source: A user with this name is already registered on the system. If it is you, use that account! Otherwise use a different name to register.
de: Ein Benutzer mit diesem Namen ist bereits im System registriert. Wenn Sie es sind, verwenden Sie dieses Konto! Andernfalls verwenden Sie einen anderen Namen für die Registrierung.
es: Un usuario con este nombre ya se ha registrado en el sistema. Si se trata de usted, ¡use esa cuenta!. De lo contrario, use un nombre diferente para registrarse.
fa: کاربری با این نام از پیش روی سامانه ثبت‌نام کرده. اکر خودتانید، از همان حساب استفاده کنید! در غیر این صورت از نامی دیگر برای ثبت‌نام استفاده کنید.
fr: Un utilisateur avec le même nom est déjà inscrit sur le système. Si il s'agit de vous, utilisez ce compte ! Sinon, utilisez un nom différent pour vous inscrire.
it: Un utente con questo nome è già registrato nel sistema. Se sei tu, usa quell'account! Altrimenti, usa un altro nome per registrarti.
ja: 指定したユーザー名はすでに登録されています。その登録をしたのがあなたでないなら、別のユーザー名で登録してください。
nl: Er is al een gebruiker met deze naam geregistreerd in het systeem. Als u dat bent, gebruik dan dat account! Gebruik anders een andere naam om te registreren.
ro: Un utilizator cu acest nume este deja înregistrat în sistem. Dacă sunteți dumneavoastră, utilizați acest cont! În caz contrar, folosiți un alt nume pentru a vă înregistra.
sv: En användare med detta namn är redan registrerad i systemet. Om det är du, använd det kontot! Använd annars ett annat namn för att registrera dig.

source: A user with this email address is already registered on the system
de: Ein Benutzer mit dieser E-Mail-Adresse ist bereits im System registriert
es: Un usuario con este correo electrónico ya se ha registrado en el sistema
fa: کاربری با این نشانی رایانامه از پیش روی سامانه ثبت‌نام کرده
fr: Un utilisateur avec le même courriel est déjà inscrit sur le système
it: Un utente con questo indirizzo email è già registrato nel sistema
ja: 指定したメールアドレスはすでに登録されています
nl: Er is al een gebruiker met dit e-mailadres geregistreerd op het systeem
ro: Un utilizator cu această adresă de e-mail este deja înregistrat în sistem
sv: En användare med denna e-postadress är redan registrerad i systemet

source: Account type
de: Kontotyp
es: Tipo de cuenta
fa: گونهٔ حساب
fr: Type de compte
it: Tipo di account
ja: アカウントの種類
nl: Type account
ro: Tip de cont
sv: Kontotyp

source: Maintainer
de: Betreuer
es: Mantenedor
fa: نگه‌دارنده
fr: Maintaineur
it: Manutentore
ja: (パッケージの)メンテナーになりたい
nl: Beheerder
ro: Responsabil
sv: Underhållare

source: Sponsor
es: Patrocinador
fa: حامی
fr: Parrain
ja: (パッケージの)スポンサーをしたい

source: A sponsor account must be registered with your @debian.org address
de: Ein Sponsorenkonto muss mit Ihrer @debian.org-Adresse registriert werden
es: Una cuenta de patrocinador debe ser registrada con su dirección «@debian.org»
fa: حساب حامی باید با نشانی ‪@debian.org‬تان ثبت شود
fr: Un compte parrain doit s'inscrire avec votre adresse @debian.org
it: Un account sponsor dev'essere registrato col tuo indirizzo @debian.org
ja: スポンサーのアカウントは@debian.orgのメールアドレスで登録が必要です
nl: Een sponsoraccount moet worden geregistreerd met uw @debian.org adres
ro: Un cont de sponsor trebuie să fie înregistrat cu adresa dvs. @debian.org
sv: Ett sponsorkonto måste registreras med din @debian.org-adress

source: Spam detected
de: Spam erkannt
es: Spam detectado
fa: هرزنامه شناسایی شد
fr: Spam détecté
it: Spam rilevato
ja: スパムが検出されました
nl: Spam gedetecteerd
ro: Spam detectat
sv: Spam upptäckt

source: You requested a password reset
de: Du hast ein Zurücksetzen des Passworts verlangt
es: Has solicitado un restablecimiento de contraseña
fa: درخواست بازنشانی گذرواژه دادید
fr: Vous avez demandé une remise à zéro de mot de passe
it: Hai richiesto il ripristino della password
ja: パスワードのリセットがリクエストされました
nl: U heeft gevraagd om uw wachtwoord opnieuw in te stellen
ro: Ați solicitat o reinițiere a parolei
sv: Du begärde en lösenordsåterställning

source: Contributor
de: Mitwirkende
es: Contribuidor
fa: مشارکت کننده
fr: Contributeur
it: Contributore
ja: コントリビューター
nl: Medewerker
ro: Colaborator
sv: Bidragsgivare

source: Debian Maintainer (DM)
es: Mantenedor de Debian «DM»
fa: نگه‌دارندهٔ دبیان (DM)
fr: Mainteneur Debian (DM)
it: Debian Maintainer (DM - Manutentore Debian)
ja: Debianメンテナー(DM)
nl: Debian Beheerder (Debian Maintainer - DM)
ro: Responsabil Debian (DM)
sv: Debian underhållare (DM)

source: Debian Developer (DD)
es: Desarrollador de Debian «DD»
fa: توسعه‌دهندهٔ دبیان (DD)
fr: Développeur Debian (DD)
it: Debian Developer (DD - Sviluppatore Debian)
ja: Debian開発者(DD)
nl: Debian Ontwikkelaar (DD)
ro: Dezvoltator Debian (DD)
sv: Debian utvecklare (DD)

source: email address
de: E-Mail Adresse
es: dirección de correo electrónico
fa: نشانی رایانامه
fr: adresse de courriel
it: indirizzo email
ja: メールアドレス
nl: e-mailadres
ro: adresa de e-mail
sv: e-postadress

source: full name
de: Vollständiger Name
es: nombre completo
fa: نام کامل
fr: nom complet
it: nome e cognome
ja: 氏名
nl: volledige naam
ro: numele complet
sv: fullständigt namn

source: Country
de: Land
es: País
fa: کشور
fr: Pays
it: Paese
ja: 国名
nl: Land
ro: Țara
sv: Land

source: IRC Nickname
es: Usuario IRC
fa: نام مستعار آی‌آرسی
fr: Pseudo IRC
it: Nickname IRC
ja: IRCのニックネーム
nl: IRC-bijnaam
ro: Pseudonim IRC
sv: IRC-smeknamn

source: Jabber address
de: Deutsch
es: Dirección Jabber
fa: نشانی جبِر
fr: Adresse Jabber
it: Indirizzo Jabber
ja: Jabberアドレス
nl: Jabber-adres
ro: Adresa Jabber
sv: Jabber-adress

source: Language
de: Sprache
es: Idioma
fa: زبان
it: Lingua
ja: 言語
nl: Taal
ro: Limba
sv: Språk

source: Status
es: Estado
fa: وضعیت
fr: Statut
it: Stato
ja: ステータス
ro: Starea

source: Check your email
de: Prüfe deine E-mail
es: Revise su correo electrónico
fa: رایانامه‌تان را بررسی کنید
fr: Vérifiez votre messagerie
it: Controlla la tua email
ja: メールアドレスを確認してください
nl: Controleer uw e-mail
ro: Verificați-vă căsuța poștală
sv: Kolla din e-post

source: An email has been sent to the email address you specified. Check it for instructions on how to activate your account.
de: Eine E-Mail wurde an die von dir gewählte E-Mail Adresse versendet. Prüfe dieses für die Instruktionen, wie dein Account aktiviert werden kann.
es: Un correo electrónico se ha enviado a la dirección especificada. Revíselo para obtener las instrucciones para activar su cuenta.
fa: رایانامه‌ای به نشانی رایانامه‌ای که مشخّص کرده‌اید فرستاده شده. برای دستورالعمل‌ها دربارهٔ چگونگی فعّال کردن حسابتان، بررسیش کنید.
fr: Un courriel a été envoyé à l'adresse de courriel que vous avez spécifié. Consultez-le pour les instructions sur comment confirmer votre compte.
it: Un'email è stata inviata all'indirizzo da te specificato, contenente istruzioni su come attivare il tuo account.
ja: 指定したメールアドレスへメールが送られました。アカウントを有効にするための手順を確認してください。
nl: Er is een e-mail verzonden naar het door u opgegeven e-mailadres. Raadpleeg hem voor instructies over het activeren van uw account.
ro: Un e-mail a fost trimis la adresa de e-mail pe care ați specificat-o. Verificați-l pentru instrucțiuni despre cum să vă activați contul.
sv: Ett e-postmeddelande har skickats till den e-postadress du angett. Se det för instruktioner om hur du aktiverar ditt konto.

source: User activated
de: Benutzer aktiviert
es: Usuario activado
fa: کاربر فعّال شد
fr: Utilisateur activé
it: Utente attivato
ja: ユーザーの有効化
nl: Gebruiker geactiveerd
ro: Utilizator activat
sv: Användare aktiverad

source: Your account has been activated.
de: Dein Account wurde aktiviert.
es: Su cuenta ha sido activada.
fa: حسابتان فعّال شد.
fr: Votre compte a été activé.
it: Il tuo account è stato attivato.
ja: アカウントが有効化されました。
nl: Uw account is geactiveerd.
ro: Contul dvs. a fost activat.
sv: Ditt konto har aktiverats.

source: You can now <a href="%(u_profile)s">proceed to login</a>.
de: Du kannst jetzt <a href="%(u_profile)s">mit dem Login weitermachen.</a>.
es: Ahora puede <a href="%(u_profile)s">proceder al inicio de sesión</a>.
fa: اکنون می‌توانید <a href="%(u_profile)s">وارد شوید</a>.
fr: Vous pouvez à présent <a href="%(u_profile)s">vous connectez</a>.
it: Puoi ora <a href="%(u_profile)s">effettuare il login</a>.
ja: <a href="%(u_profile)s">ログイン</a>できます。
nl: U kunt nu <a href="%(u_profile)s">verder gaan met inloggen</a>.
ro: Acum puteți <a href="%(u_profile)s"> să treceți la autentificare</a>.
sv: Du kan nu <a href="%(u_profile)s">fortsätta att logga in</a>.

source: Invalid verification key
de: Ungültiger Verifikations-Schlüssel
es: Clave de verificación inválida
fa: کلید تأیید نامعتبر
fr: Clef de vérification invalide
it: Chiave di verifica non valida
ja: 正しくない検証キー
nl: Ongeldige verificatiesleutel
ro: Cheie de verificare nevalidă
sv: Ogiltig verifieringsnyckel

source: The verification key you entered has not been recognised. Please try again.
de: Der von dir eingegebene Verifikations-Schlüssel wurde nicht erkannt. Bitte nochmals versuchen.
es: La clave de verificación introducida no se ha reconocido. Intente nuevamente.
fa: کلید صحت‌سنجی‌ای که وارد کرده‌اید شناخته نشد. لطفاً دوباره تلاش کنید.
fr: La clef de vérification que vous avez entré n'est pas reconnue. Merci de réessayer.
it: La chiave di verifica da te inserita non è stata riconosciuta. Prova di nuovo.
ja: あなたの入力した検証キーを認識できませんでした。再度入力してください。
nl: De ingegeven verificatiesleutel werd niet herkend. Probeer het opnieuw.
ro: Cheia de verificare introdusă nu a fost recunoscută. Vă rugăm să încercați din nou.
sv: Verifieringsnyckeln du angav känns inte igen. Var god försök igen.

source: Email changed successfully
de: E-Mail erfolgreich geändert
es: Correo electrónico modificado exitosamente
fa: رایانامه با موفّقیت تغییر کرد
fr: Courriel changé avec succès
it: Email aggiornata con successo
ja: メールアドレスの更新成功
nl: E-mail succesvol gewijzigd
ro: Adresa de e-mail a fost schimbată cu succes
sv: E-postadressen har ändrats

source: Your email has been successfully updated
de: Deine E-Mail wurde erfolgreich aktualisiert
es: Su correo electrónico se ha modificado exitosamente
fa: رایانامه‌تان با موفّقیت به‌روز شد
fr: Votre courriel a été mis à jour avec succès
it: La tua email è stata aggiornata con successo
ja: メールアドレスは正常に更新されました
nl: Uw e-mail is succesvol bijgewerkt
ro: Adresa dvs. de e-mail a fost actualizată cu succes
sv: Din e-post har uppdaterats

source: Go back to
de: Gehe zurück zu
es: Regresar a
fa: بازگشت به
fr: Revenir à
it: Torna a
ja: 戻る
nl: Teruggaan naar
ro: Înapoi la
sv: Gå tillbaka till

source: my account
de: Mein Account
es: mi cuenta
fa: حسابم
fr: mon compte
it: il mio account
ja: アカウント
nl: mijn account
ro: contul meu
sv: mitt konto

source: Change your email
de: Ändere deine E-Mail
es: Modificar su correo electrónico
fa: تغییر رایانامه‌تان
fr: Changer votre courriel
it: Cambia la tua email
ja: メールアドレスの変更
nl: Uw e-mailadres wijzigen
ro: Schimbați-vă adresa de e-mail
sv: Ändra din e-post

source: Submit
de: Absenden
es: Enviar
fa: ثبت
fr: Continuer
it: Invia
ja: 送信
nl: Insturen
ro: Trimiteți
sv: Skicka in

source: Invalid reset link
de: Ungültiger Wiederherstellungslink
es: Enlace de restablecimiento inválido
fa: پیوند بازنشانی نامعتبر
fr: Lien de réinitialisation invalide
it: Collegamento di ripristino non valido
ja: リセットするためのリンクが正しくない
nl: Ongeldige link voor opnieuw instellen
ro: Legătură de reinițiere nevalidă
sv: Ogiltig återställningslänk

source: An email has been sent to your new email address. Check it for instructions on how to validate it.
de: Eine E-Mail wurde an deine neue E-Mail Adresse gesendet. Prüfe dieses für Instruktionen, wie du sie validieren kannst.
es: Un correo electrónico se ha enviado a la nueva dirección especificada. Revíselo para obtener las instrucciones para validar su cuenta.
fa: رایانامه‌ای به نشانی رایانامهٔ جدیدتان فرستاده شده. برای دستورالعمل‌ها دربارهٔ چگونگی اعتبارسنجی، بررسیش کنید.
fr: Un courriel a été envoyé à votre nouvelle adresse. Consultez-le pour les instructions sur comment la confirmer.
it: È stata inviata una email al tuo nuovo indirizzo, contenente istruzioni su come verificarlo.
ja: メールが新しいメールアドレスに送られました。検証手順を確認してください。
nl: Er is een e-mail verzonden naar uw nieuw e-mailadres. Raadpleeg hem voor instructies over hoe het te valideren.
ro: Un e-mail a fost trimis la noua adresă de e-mail. Verificați-l pentru instrucțiuni despre cum să-l validați.
sv: Ett e-postmeddelande har skickats till din nya e-postadress. Kontrollera den för instruktioner om hur du validerar den.

source: Hello, Confirm your new email by visiting the following address in your web-browser:
de: Hallo, Bestätige deine neue E-Mail durch das Öffnen der folgenden Adresse in deinem Web Browser:
es: Hola, Confirme su nueva dirección de correo electrónico visitando la siguiente dirección en su navegador:
fa: درود، رایانامهٔ جدیدتان را با سر زدن به نشانی زیر در مرورگر وبتان تأیید کنید:
fr: Bonjour, Confirmez votre courriel en consultant l'adresse suivante dans votre navigateur :
it: Ciao, Conferma il tuo nuovo indirizzo email visitando il seguente indirizzo nel tuo browser web:
ja: こんにちは。 ブラウザーで次のアドレスにアクセスして新しいメールアドレスで あることを確認してください：
nl: Hallo, Bevestig uw nieuwe e-mail door naar het volgende adres te gaan in uw webbrowser:
ro: Bună ziua, Confirmați noua dvs.adresă de e-mail vizitând următoarea adresă în navigatorul dvs. web:
sv: Hej, Bekräfta din nya e-post adress genom att besöka följande adress i din webbläsare:

source: If you didn't change your email on your account on %(site_name)s, you can safely ignore this email.
de: Wenn du deine E-Mail in deinem Account auf %(site_name)s nicht geändert hast, kannst du dieses E-Mail bedenkenlos ignorieren.
es: Si no ha modificado su dirección de correo electrónico de su cuenta en %(site_name)s, es seguro ignorar este mensaje.
fa: اگر رایانامهٔ حسابتان روی %(site_name)s را تغییر نداده‌اید، می‌توانید این رایانامه را نادیده بگیرید.
fr: Si vous n'avez pas changé votre courriel sur %(site_name)s, vous pouvez ignorer ce courriel.
it: Se non hai cambiato il tuo indirizzo email nel tuo account su %(site_name)s, puoi tranquillamente ignorare questa email.
ja: %(site_name)sでアカウントのメールアドレスを変更していないなら、 このメールは無視してかまいません。
nl: Als u uw e-mail op uw account op %(site_name)s niet hebt gewijzigd, kunt u deze e-mail gerust negeren.
ro: Dacă nu v-ați schimbat adresa de e-mail în contul dvs. pe %(site_name)s, puteți ignora în siguranță acest mesaj.
sv: Om du inte ändrade din e-postadress på ditt konto på %(site_name)s, så kan du säkert ignorera detta e-postmeddelande.

source: Thanks,
de: Danke,
es: Gracias,
fa: سپاس،
fr: Merci,
it: Grazie,
ja: 以上、よろしくお願いします
nl: Bedankt,
ro: Mulțumiri,
sv: Tack,

source: Hello, Please activate your account by visiting the following address in your web-browser:
de: Hallo, Bitte aktiviere deinen Account durch das Öffnen der folgenden Adresse in deinem Web Browser:
es: Hola, Active su dirección de correo electrónico visitando la siguiente dirección en su navegador:
fa: درود، لطفاً حسابتان را با سر زدن به نشانی زیر در مرورگر وبتان فعّال کنید:
fr: Bonjour, Merci d'activer votre compte en consultant l'adresse suivante dans votre navigateur :
it: Ciao, Attiva il tuo account visitando il seguente indirizzo nel tuo browser web:
ja: こんにちは ブラウザーで次のアドレスにアクセスして アカウントを有効にしてください：
nl: Hallo, Activeer uw account door in uw web-browser naar het volgende adres te gaan:
ro: Buna ziua, Vă rugăm să vă activați contul vizitând următoarea adresă în navigatorul dvs. web:
sv: Hej, Vänligen aktivera ditt konto genom att besöka följande adress i din webbläsare:

source: If you didn't create an account on %(site_name)s, you can safely ignore this email.
de: Wenn du keinen Account auf %(site_name)s erstellt hast, kannst du dieses E-Mail bedenkenlos ignorieren.
es: Si no ha creado una cuenta en %(site_name)s, es seguro ignorar este mensaje.
fa: اگر حسابی روی %(site_name)s نساخته‌اید، می‌توانید این رایانامه را نادیده بگیرید.
fr: Si vous n'avez pas créé de compte sur %(site_name)s, vous pouvez ignorer ce courriel.
it: Se non hai creato un account su %(site_name)s, puoi tranquillamente ignorare questa email.
ja: %(site_name)sでアカウントを作成していないのなら、 このメールは無視して構いません。
nl: Als u geen account heeft aangemaakt op %(site_name)s, kunt u deze e-mail gerust negeren.
ro: Dacă nu v-ați creat un cont la %(site_name)s, puteți ignora cu siguranță acest e-mail.
sv: Om du inte har skapat ett konto på%(site_name)s, Så kan du säkert ignorera detta e-postmeddelande.

source: Hello, You can reset your password by clicking on the link below. If you did not request a password reset, then you can ignore this.
de: Hallo, Du kannst dein Passwort durch den Klick auf den Link unten zurücksetzen. Wenn du kein Zurücksetzen angefordert hast, kannst du es ignorieren.
es: Hello, Restablezca su contraseña visitando el siguiente enlace. Si no ha solicitado restablecer su contraseña entonces puede ignorar este mensaje.
fa: درود، می‌توانید گذرواژه‌تان را با زدن روی پیوند زیر بازنشانی کنید. اگر درخواست بازنشانی گذرواژه نداده‌اید، می‌توانید این رایانامه را نادیده بگیرید.
fr: Bonjour, Vous pouvez réinitialiser votre mot de passe en cliquant sur le lien suivant. Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer ce mail.
it: Ciao, Puoi reimpostare la tua password cliccando sul collegamento qui sotto. Se non hai richiesto la reimpostazione della password, puoi tranquillamente ignorare questa email.
ja: こんにちは 次のリンクをクリックすることでパスワードをリセットできます。 パスワードリセットを要求していない場合には無視してください。
nl: Hallo, U kunt uw wachtwoord opnieuw instellen door op de onderstaande link te kikken. Indien u er niet om vroeg uw wachtwoord opnieuw in te stellen, kunt u dit gerust negeren.
ro: Bună ziua, Vă puteți reiniția parola făcând clic pe legătura de mai jos. Dacă nu ați solicitat o reinițiere a parolei, atunci puteți ignora acest lucru.
sv: Hej, Du kan återställa ditt lösenord genom att klicka på länken nedan. Om du inte har begärt en lösenordsåterställning, då kan du ignorera detta.

source: Login
es: Iniciar sesión
fa: ورود
fr: Connexion
ja: ログイン
nl: Aanmelden
ro: Autentificare
sv: Logga in

source: Please login to continue
de: Bitte einloggen, um fortzufahren
es: Por favor, inicie sesión para continuar
fa: برای ادامه لطفاً وارد شوید
fr: Merci de vous connecter pour continuer
it: Effettua il login per continuare
ja: 続きはログインしてください
nl: Gelieve in te loggen om verder te gaan
ro: Vă rugăm să vă autentificați pentru a continua
sv: Var vänlig logga in för att fortsätta

source: Your username and password didn't match. Please try again.
de: Dein Benutzername und Passwort stimmen nicht überein. Bitte versuche es nochmals.
es: Su nombre de usuario y contraseña no coinciden. Por favor, intente nuevamente.
fa: نام کاربری و گذرواژه‌تان مطابق نبودند. لطفاً دوباره تلاش کنید.
fr: Votre nom d'utilisateur et votre mot de passe ne sont pas correct. Merci de réessayer.
it: L'username e la password non corrispondono. Prova di nuovo.
ja: ユーザー名とパスワードが一致しません。再度やり直してください。
nl: Uw gebruikersnaam en wachtwoord komen niet overeen. Probeer het opnieuw.
ro: Numele de utilizator și parola nu se potrivesc. Vă rugăm să încercați din nou.
sv: Ditt användarnamn och lösenord matchade inte. Var god försök igen.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
de: Dein Account hast kein Zugriff auf diese Seite. Um fortzufahren, bitte logge dich mit einem Account ein, der Zugriff hat.
es: Su cuenta no tiene acceso a esta página. Para continuar, inicie sesión con una cuenta que tenga acceso.
fa: حسابتان به این صفحه دسترسی ندارد. برای ادامه لطفاً با حسابی که این دسترسی را دارد وارد شوید.
fr: Votre compte n'a pas accès à cette page. Pour continuer, merci de vous connecter avec un compte dont l'accès est autorisé.
it: Al tuo account non è permesso accedere a questa pagina. Per procedere, effettua il login con un account che ne ha accesso.
ja: あなたのアカウントではこのページにアクセスする権限がありません。権限のあるアカウントでログインしてください。
nl: Uw account heeft geen toegang tot deze pagina. Log in met een account dat toegang heeft om verder te gaan.
ro: Contul dvs. nu are acces la această pagină. Pentru a continua, vă rugăm să vă conectați cu un cont care are acces.
sv: Ditt konto har inte åtkomst till den här sidan. För att fortsätta, vänligen logga in med ett konto som har åtkomst.

source: Please login to see this page.
de: Bitte einloggen, um diese Seite zu sehen.
es: Por favor, inicie sesión para acceder a esta página.
fa: برای دیدن این صفحه لطفاً وارد شوید.
fr: Merci de se connecter pour accéder à cette page.
it: Effettua il login per vedere questa pagina.
ja: このページを閲覧するにはログインしてください。
nl: Gelieve in te loggen om deze pagina te zien.
ro: Vă rugăm să vă autentificați pentru a vedea această pagină.
sv: Logga in för att se den här sidan.

source: E-mail:
es: Correo electrónico:
fa: رایانامه:
fr: Courriel :
ja: メールアドレス：
ro: Adresa de e-mail:
sv: E-post:

source: Secure log-in:
de: Sicheres Login:
es: Inicio de sesión seguro:
fa: ورود امن:
fr: Connexion sécurisée:
it: Login sicuro:
ja: セキュアログイン：
nl: Beveiligde login:
ro: Conexiune securizată:
sv: Säker inloggning:

source: Switch to SSL
de: Wechsle auf SSL
es: Cambiar a SSL
fa: تغییر به SSL
fr: Passer en SSL
it: Usa SSL
ja: SSLに切り替える
nl: Overschakelen naar SSL
ro: Treceți la SSL
sv: Ändra till SSL

source: Did you lose your password?
de: Hast du dein Passwort verloren?
es: ¿Ha perdido su contraseña?
fa: گذرواژه‌تان را گم کردید؟
fr: Vous avez perdu votre mot de passe ?
it: Hai perso la tua password?
ja: パスワードを忘れてしまいましたか？
nl: Bent u uw wachtwoord kwijt?
ro: V-ați pierdut parola?
sv: Har du tappat bort ditt lösenord?

source: Try resetting your password.
de: Versuche dein Passwort zurückzusetzen.
es: Intentar restablecer su contraseña.
fa: بازنشانیش را بیازمایید.
fr: Essayez de réinitialiser votre mot de passe.
it: Prova a reimpostare la tua password.
ja: パスワードのリセットをしてください。
nl: Probeer uw wachtwoord opnieuw in te stellen.
ro: Încercați să vă reinițiați parola.
sv: Prova att återställa ditt lösenord.

source: Okay! You have a new password
de: Alles klar! Du hast ein neues Passwort
es: ¡Excelente! Tiene una nueva contraseña
fa: قبول! گذرواژه‌ای جدید دارید
fr: Super ! Vous avez un nouveau mot de passe
it: Ok! Hai una nuova password
ja: 新しいパスワードが設定されました
nl: Oké! U heeft een nieuw wachtwoord
ro: Super! Aveți o nouă parolă
sv: Okej! Du har ett nytt lösenord

source: You can use your new password to
de: Du kannst dein neues Passwort verwenden, um
es: Puede usar su nueva contraseña para
fa: می‌توانید از گذرواژهٔ جدیدتان استفاده کنید برای
fr: Vous pouvez utiliser votre mot de passe pour vous
it: Puoi usare la tua nuova password per
ja: 新しいパスワードを使用できます
nl: U kunt uw nieuw wachtwoord gebruiken om
ro: Puteți folosi noua parolă pentru
sv: Du kan använda ditt nya lösenord för att

source: log in
de: einloggen
es: iniciar sesión
fa: ورود
fr: connecter
ja: ログイン
nl: in te loggen
ro: autentificare
sv: logga in

source: Reset your password
de: Passwort zurücksetzen
es: Restablecer su contraseña
fa: بازنشانی گذرواژه‌تان
fr: Réinitialisez votre mot de passe
it: Reimposta la tua password
ja: パスワードをリセットする
nl: Uw wachtwoord opnieuw instellen
ro: Reinițiați-vă parola
sv: Återställ ditt lösenord

source: Password recovery in progress
de: Passwort Wiederherstellung in Bearbeitung
es: Recuperación de contraseña en curso
fa: بازیابی گذرواژه در حال انجام
fr: Récupération de mot de passe en cours
it: Recupero della password in corso
ja: パスワードのリカバリー処理中
nl: Wachtwoordherstel in uitvoering
ro: Recuperarea parolei este în curs de desfășurare
sv: Lösenordsåterställning pågår
