Repository: debexpo/debexpo
Catalog: debexpo/comments/locale/*/LC_MESSAGES/django.po
Languages: it, ja, nl, ro

source: Not reviewed
it: Non esaminato
ja: 未レビュー
nl: Niet beoordeeld
ro: Nerevizuit

source: Needs work
it: Necessita una lavorazione
ja: 要作業
nl: Behoeft werk
ro: Necesită revizuire

source: Ready
it: Pronto
ja: 準備完了
nl: Klaar
ro: Gata

source: Name
it: Nome
ja: 名前
nl: Naam
ro: Nume

source: Subscribe to uploads
it: Iscriversi ai caricamenti
ja: アップロードするためサブスクライブ
nl: Intekenen op uploads
ro: Abonați-vă la încărcări

source: Subscribe to comments
it: Iscriversi ai commenti
ja: コメントするためサブスクライフ
nl: Intekenen op commentaar
ro: Abonați-vă la comentarii

source: Comment
it: Commento
ja: コメント
nl: Commentaar
ro: Comentarii

source: Comment date
it: Data del commento
ja: コメントした日
nl: Datum van commentaar
ro: Data comentariului

source: Upload outcome
it: Carica il risultato
ja: アップロード結果
nl: Resultaat van upload
ro: Rezultatul încărcării

source: Uploaded to debian
it: Caricato in Debian
ja: Debianにアップロード
nl: Ge√ºpload naar Debian
ro: Încărcat în Debian

source: New comment on package {}
it: Nuovo commento sul pacchetto {}
ja: パッケージに対する新規コメント {}
nl: Nieuw commentaar op pakket {}
ro: Comentariu nou asupra pachetului {}

source: Subscribe to package
it: Iscriviti al pacchetto
ja: パッケージをサブスクライブ
nl: Intekenen op pakket
ro: Abonați-vă la pachet

source: Submit
it: Invia
ja: 送信
nl: Insturen
ro: Trimiteți

source: Back to package details
it: Ritorna ai dettagli del pacchetto
ja: パッケージの詳細に戻る
nl: Terug naar pakketgegevens
ro: Înapoi la detaliile pachetului

source: Back to subscription list
it: Ritorna alla lista delle sottoscrizioni
ja: サブスクリプションリストに戻る
nl: Terug naar abonnementenlijst
ro: Înapoi la lista de abonamente

source: My subscription list
it: La mia lista di sottoscrizioni
ja: サブスクリプションリスト
nl: Mijn abonnementenlijst
ro: Lista mea de abonamente

source: Package
it: Pacchetto
ja: パッケージ
nl: Pakket
ro: Pachet

source: Notification on
it: Notifica su
ja: 通知
nl: Mededeling over
ro: Notificare pe

source: Edit
it: Modifica
ja: 編集
nl: Bewerken
ro: Editare

source: Update
it: Aggiorna
ja: 更新
nl: Bijwerken
ro: Actualizare

source: Unsubscribe
it: Disinscriviti
ja: 登録解除
nl: Abonnement stopzetten
ro: Dezabonați-vă

source: No subscriptions
it: Nessuna sottoscrizione
ja: 登録なし
nl: Geen abonnementen
ro: Fără abonamente

source: Add new subscription
it: Aggiungi una nuova sottoscrizione
ja: 新規登録追加
nl: Een nieuw abonnement toevoegen
ro: Adăugați un nou abonament

source: Package Name:
it: Nome del Pacchetto:
ja: パッケージ名：
nl: Pakketnaam:
ro: Numele pachetului:

source: Create subscription
it: Crea una sottoscrizione
ja: サブスクリプション作成
nl: Een abonnement aanmaken
ro: Creați abonament
